Repository: ferben/iLocalize
Catalog: Localization/*.lproj/Localizable.strings
Languages: fr

source: The project “%@” was saved with an older version of iLocalize. To open it, iLocalize will have to upgrade it, leaving a copy of the older project. Do you want to open and upgrade this project?
fr: Le projet « %@ » a été enregistré avec une version plus ancienne de iLocalize. Pour l'ouvrir, iLocalize va devoir le mettre à jour, en conservant une copie de l'ancien projet. Souhaitez-vous ouvrir et mettre à jour ce projet ?

source: The selected label is used in the project
fr: L’étiquette sélectionnée est utilisée dans le projet

source: The source application “%@” doesn't contains any language. At least one language must exist.
fr: L’application source « %@ » ne contient aucune langue. Une langue au moins doit exister.

source: The source application “%@” doesn't exist. Select a source application to correct the problem.
fr: L'application source « %@ » n'existe pas. Sélectionnez une application source pour corriger le problème.

source: The specified glossary already exists
fr: Le glossaire spécifié existe déjà

source: The XLIFF file “%@” already exists
fr: Le fichier XLIFF « %@ » existe déjà

source: There are no strings to translate.
fr: Il n'y a aucune chaîne à traduire.

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

source: This language already exists in the project.
fr: Cette langue existe déjà dans le projet.

source: This project cannot be opened because it has been created on Tiger
fr: Ce projet ne peut pas être ouvert car il a été créé avec Tiger

source: This project cannot be opened because the archive is invalid
fr: Ce projet ne peut pas être ouvert car l'archive est invalide

source: This project is too recent and cannot be opened by this version of iLocalize
fr: Ce projet est trop récent. Il ne peut pas être ouvert avec cette version de iLocalize

source: This version of iLocalize supports only projects created on Leopard or above with ibtool
fr: Cette version d'iLocalize ne prend en charge que les projets créés avec ibtool sous Leopard ou les versions ultérieures

source: To Check
fr: À vérifier

source: To Translate
fr: À traduire

source: To translate
fr: À traduire

source: Today at %@
fr: Aujourd’hui à %@

source: Toggle string lock
fr: Modifier le verrouillage de la chaîne

source: Translating…
fr: Traduction en cours…

source: Translation
fr: Traduction

source: Translation Comment
fr: Commentaire sur la traduction

source: Unable to find the source language
fr: Impossible de trouver la langue source

source: Unable to find the target language
fr: Impossible de trouver la langue cible

source: Unable to open the project
fr: Impossible d'ouvrir le projet

source: Unlock
fr: Déverrouiller

source: Untitled
fr: Sans titre

source: Unused keys
fr: Clés non utilisées

source: update
fr: mis à jour

source: Update
fr: Mise à jour

source: Update %d files
fr: Mise à jour de %d fichiers

source: Update application
fr: Mise à jour de l’application

source: Update file “%@”
fr: Mise à jour du fichier « %@ »

source: Update to the latest version of iLocalize to open it.
fr: Met à jour avec la dernière version d'iLocalize afin de pouvoir l'ouvrir.

source: Update “%@” and rebase all other languages. All strings in the other languages will be localized according to the current translation.
fr: Mise à jour de %@ et reconstruction des autres langues. Les chaînes des autres langues seront localisées en fonction de leur traduction courante.

source: Updating Files of Base Language…
fr: Mise à jour des fichiers de la langue de référence…

source: Updating Files of Language…
fr: Mise à jour des fichiers de langue…

source: Updating Files…
fr: Mise à jour des fichiers…

source: Updating Local Files…
fr: Mise à jour des fichiers locaux…

source: Updating Project…
fr: Mise à jour du projet...

source: zip returned an error
fr: zip a retourné une erreur
