Repository: ferben/iLocalize
Catalog: Localization/*.lproj/Localizable.strings
Languages: fr

source: and %d need to be verified
fr: et %d doivent être vérifiés

source: of which %d need to be translated
fr: sur lesquels %d doivent être traduits

source: of which %d need to be verified
fr: sur lesquels %d doivent être vérifiés

source: %@ (%d character)
fr: %1$@ (%2$d caractère)

source: %@ (%d characters)
fr: %1$@ (%2$d caractères)

source: %@ - with BOM
fr: %@ - avec BOM

source: %@ contains the base language “%@” which does not match the base language “%@” of the project.
fr: %1$@ contient la langue de référence « %2$@ » qui ne correspond pas à la langue de référence « %3$@ » du projet.

source: %@ contains the target language “%@” which does not match the current language “%@” of the project.
fr: %1$@ contient la langue cible « %2$@ » qui ne correspond pas à la langue actuelle « %3$@ » du projet.

source: %@, with BOM
fr: %@ - avec BOM

source: %d %@
fr: %1$d %2$@

source: %d %@ and %d %@
fr: %1$d %2$@ et %3$d %4$@

source: %d entries
fr: %d entrées

source: %d file
fr: %d fichier

source: %d files
fr: %d fichiers

source: %d files are duplicates
fr: %d fichiers sont doublons

source: %d files are read-only
fr: %d fichiers sont en lecture seule

source: %d files will be added
fr: %d fichiers vont être ajoutés

source: %d files will be removed
fr: %d fichiers vont être supprimés

source: %d files will be updated
fr: %d fichiers vont être mis à jour

source: %d inconsistencies have been detected.
fr: %d incohérences ont été détectées.

source: %d inconsistency has been detected.
fr: %d incohérence a été détectée.

source: %d nib files are compiled and cannot be localized
fr: %d fichiers .nib sont compilés et ne peuvent pas être localisés

source: %d nib files are not located in language folder
fr: %d fichiers .nib ne sont pas situés dans un dossier langue

source: %d of %d
fr: %1$d de %2$d

source: %d of %d %@
fr: %1$d de %2$d %3$@

source: %d of %d entries
fr: %1$d de %2$d entrées

source: %d of one entry
fr: %d d'une entrée

source: %d out of %d file
fr: %1$d sur %2$d fichier

source: %d out of %d files
fr: %1$d sur %2$d fichiers

source: %d strings
fr: %d chaînes

source: %d strings to translate
fr: %d chaînes à traduire

source: (empty)
fr: (vide)

source: (multiple files selected)
fr: (plusieurs fichiers sont sélectionnés)

source: (multiple strings selected)
fr: (plusieurs chaînes de caractères sont sélectionnées)

source: (no file selected)
fr: (Aucun fichier n'est sélectionné)

source: (no string selected)
fr: (Aucune chaîne de caractères n'est sélectionnée)

source: < New >
fr: < Nouveau >

source: add
fr: ajouté

source: Add
fr: Ajouter

source: Add Language…
fr: Ajouter une langue…

source: Adding Files…
fr: Ajouter des fichiers…

source: Advanced
fr: Expert

source: All
fr: Toutes

source: Alternate Translations
fr: Traductions alternatives

source: An error has occurred when trying to move the glossary: %@
fr: Une erreur est survenue lors de la tentative de déplacement du glossaire : %@

source: An error has occurred while executing the drag and drop operation
fr: Une erreur est survenue durant l’exécution d’une opération de glisser/déposer.

source: An error occurred when compressing the exported localization
fr: Une erreur est survenue lors de la compression de la localisation exportée

source: An error occurred while creating a new e-mail
fr: Une erreur est survenue lors de la création du nouveau message électronique

source: Analyzing Bundle for Changes…
fr: Recherche des modifications dans le Bundle…

source: Analyzing Files for Problems…
fr: Recherche de problèmes dans les fichiers…

source: Analyzing…
fr: Analyse en cours…

source: AppleScript returned “%@”
fr: AppleScript a retourné « %@ »

source: Approved
fr: Approuvé

source: Archiving Current Bundle…
fr: Archivage du Bundle courant…

source: Are you sure you want to remove all entries in the Console? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer toutes les entrées dans la Console ? Cette action ne peut pas être annulée.

source: Auto-invariant
fr: Traduction invariante propagée ou mise à jour à valider

source: Auto-translated
fr: Traduction propagée ou mise à jour à valider

source: Base Comment
fr: Commentaire sur la source

source: Base string has changed
fr: La chaîne de caractères de référence a été modifiée

source: begins with
fr: commence par

source: Built-in
fr: Intégré

source: By choosing to remove it, iLocalize will remove all its references in the project
fr: En choisissant de le supprimer, iLocalize va supprimer toutes ses références dans le projet

source: Cancel
fr: Annuler

source: Cannot add this language
fr: Impossible d’ajouter cette langue

source: Cannot create the alias
fr: Impossible de créer l’alias

source: Cannot create the alias because an error has occurred.
fr: Impossible de créer l’alias car une erreur est survenue.

source: Cannot Delete “%@”
fr: Impossible de supprimer « %@ »

source: Cannot determine format of file: %@
fr: Impossible de déterminer le format du fichier: %@

source: Cannot find the script file “%@”
fr: Impossible de trouver le fichier script « %@ »

source: Cannot find the suitable importer for file: %@
fr: Impossible de trouver le bon importateur pour le fichier: %@

source: Cannot launch non-application bundle
fr: Impossible de lancer une application non packagée

source: Cannot launch the application
fr: Impossible de lancer l'application

source: Cannot move the glossary
fr: Impossible de déplacer le glossaire

source: Cannot Rename “%@”
fr: Impossible de renommer « %@ »

source: Change the encoding of the selected files?
fr: Modifier l'encodage des fichiers sélectionnés ?

source: characters
fr: caractères

source: Check
fr: Vérifier

source: Checking…
fr: Vérification…

source: Choose
fr: Sélectionner

source: Choose Destination Folder
fr: Choisir le dossier de destination

source: Choose the folder where to export the selected file(s)
fr: Sélectionner le dossier destinataire des fichiers exportés sélectionnés

source: Choose the glossaries in which the selected strings will be updated:
fr: Sélectionner le glossaire dans lequel les chaînes de caractères sélectionnées seront mises à jour :

source: Choose the glossaries to which the selected strings will be added:
fr: Sélectionner le glossaire dans lequel les chaînes de caractères sélectionnées seront ajoutées :

source: Cleaning…
fr: Nettoyage…

source: Clear
fr: Effacer

source: Clear All Entries?
fr: Effacer toutes les entrées ?

source: Clear Menu
fr: Effacer le menu

source: Collecting Strings…
fr: Récupération des chaînes de caractères…

source: Comment
fr: Commentaires

source: contains
fr: contient

source: Continue
fr: Continuer

source: Converting…
fr: Conversion…

source: Copying Source to Project…
fr: Copie de la source dans le projet…

source: Create
fr: Créer

source: Create New Project
fr: Créer un nouveau projet

source: Creating Project…
fr: Création du projet…

source: Default
fr: Par défaut

source: delete
fr: supprimé

source: Delete
fr: Supprimer

source: Delete selected files?
fr: Supprimer les fichiers sélectionnés ?

source: Delete selected project?
fr: Supprimer le projet sélectionné ?

source: Delete the selected filters?
fr: Supprimer les filtres sélectionnés ?

source: Delete the selected snapshot?
fr: Supprimer l’état sélectionné ?

source: Delete “%@”
fr: Supprimer “%@”

source: Delete “%@”?
fr: Supprimer “%@” ?

source: Do Nothing
fr: Ne rien faire

source: Do you really want to delete the selected files? This action cannot be undone.
fr: Souhaitez-vous vraiment supprimer les fichiers sélectionnés ? Cette action ne peut pas être annulée.

source: Do you really want to delete this language? This action cannot be undone.
fr: Souhaitez-vous vraiment supprimer cette langue ? Cette action ne peut pas être annulée.

source: Do you really want to rebuild the selected base files? This will also update all localized files. This action cannot be undone.
fr: Souhaitez-vous vraiment reconstruire les fichiers sélectionnés de la langue de référence ? Cette action entraînera également la mise à jour de tous les fichiers localisés. Cette action ne peut pas être annulée.

source: Do you really want to rebuild the selected localized files with their corresponding base files? This action cannot be undone.
fr: Souhaitez-vous vraiment reconstruire les fichiers localisés sélectionnés avec les fichiers de référence correspondants ? Cette action ne pourra pas être annulée.

source: Do you want to check the project? The project can be checked at any time by using the command under the menu Project.
fr: Souhaitez-vous vérifier le projet maintenant ? Le projet peut être vérifié à tout moment en utilisant la commande "Vérifier la cohérence" dans le menu Projet.

source: Do you want to merge or overwrite the destination?
fr: Souhaitez-vous fusionner ou écraser la cible ?

source: Do you want to open it?
fr: Voulez-vous l’ouvrir ?

source: Do you want to open them?
fr: Voulez-vous les ouvrir ?

source: Do you want to overwrite it?
fr: Voulez-vous l’écraser ?

source: Do you want to overwrite it? This action cannot be undone.
fr: Voulez-vous l’écraser ? Cette action ne pourra pas être annulée.

source: Do you want to overwrite them?
fr: Voulez-vous les écraser ?

source: Do you want to reload each file as '%@' or save the current in-memory content of each file as a '%@' file?
fr: Souhaitez-vous recharger chaque fichier comme '%1$@' ou enregistrer le contenu en mémoire de chacun des fichiers en tant que fichier '%2$@' ?

source: Don't check
fr: Ne pas vérifier

source: Don't Open
fr: Ne pas ouvrir

source: Don't Reload
fr: Ne pas recharger

source: Don't Save
fr: Ne pas enregistrer

source: Done
fr: Traduction terminée

source: Double-click the yellow icon in the file status column to get more information.
fr: Double-cliquez l’icône jaune dans la colonne d’état du fichier pour obtenir plus d’informations.

source: Duplicate keys
fr: Clés doublons

source: Editors
fr: Éditeurs

source: Encoding
fr: Encodage

source: ends with
fr: se termine par

source: Enter the name of the preset:
fr: Saisir le nom de la présélection :

source: Error Creating Glossary
fr: Erreur lors de la création du glossaire

source: Error creating glossary for language `%@`: %@
fr: Erreur lors de la création du glossaire pour la langue `%1$@`: %2$@

source: Error while converting
fr: Erreur durant la conversion

source: Export
fr: Exporter

source: Exporting Project…
fr: Exportation du projet…

source: Exporting…
fr: Exportation…

source: File
fr: Fichier

source: File does not exist on the disk
fr: Fichier n'existant pas sur le disque

source: File has been added during last update
fr: Le fichier a été ajouté lors de la dernière mise à jour

source: File has been updated
fr: Le fichier a été mis à jour

source: File has warnings (double-click for more info)
fr: Le fichier comporte des alertes (double-cliquer pour obtenir plus d’informations)

source: File Information
fr: Informations sur le fichier

source: File is read-only
fr: Le fichier est en lecture seule

source: File layout needs to be checked
fr: La mise en page du fichier doit être vérifiée

source: File needs to be reloaded
fr: Le fichier doit être rechargé

source: Files
fr: Fichiers

source: Filters
fr: Filtres

source: FILTERS
fr: FILTRES

source: For Review
fr: À revoir

source: Formatting characters
fr: Caractères de formatage

source: General
fr: Général

source: GLOBAL FOLDERS
fr: DOSSIERS GLOBAUX

source: Glossaries Translations
fr: Traductions par glossaires

source: Hide Alternate Translations
fr: Masquer les traductions alternatives

source: Hide File Information
fr: Masquer les informations sur le fichier

source: Hide Glossary Translations
fr: Masquer les traductions par glossaires

source: Hide Invisible Characters
fr: Masquer les caractères invisibles

source: Hide Key Column
fr: Masquer la colonne Clé

source: Hide Project Information
fr: Masquer les informations sur le projet

source: Hide Status Bar
fr: Masquer la barre d’état

source: Hide String Information
fr: Masquer les informations sur les chaînes de caractères

source: Hide Structure View
fr: Masquer la vue structure

source: Hide Text Zone
fr: Masquer la zone Texte

source: hour
fr: heure

source: hours
fr: heures

source: Ignore Case
fr: Ignorer les majuscules

source: iLocalize did not find the command-line tool “ibtool” which is required to perform localization. Make sure that Xcode 3 or above is installed on your machine. The path to “ibtool” can be manually specified in Preferences > Advanced > Tools.
fr: iLocalize n'a pas trouvé l'outil ligne de commande « ibtool » qui est nécessaire pour réaliser la localisation. Assurez-vous que Xcode 3 ou une version ultérieure est installé sur votre machine. Le chemin d'accès à « ibtool » peut être spécifié manuellement dans les Préférences > Avancées > Outils.

source: iLocalize has detected that the encoding of the selected file (%1$@) mismatches the encoding of the actual file (%2$@). Do you want to reload the file using the new detected encoding '%2$@'?
fr: iLocalize a détecté que l'encodage du fichier sélectionné (%1$@) ne correspond pas à l'encodage du fichier actuel (%2$@). Souhaitez-vous recharger le fichier en utilisant le nouvel encodage '%2$@' détecté ?

source: Import
fr: Importer

source: In Translation
fr: Traduction en cours

source: Indexing…
fr: Indexation…

source: Invalid character 0x%x detected in string "%@" for file "%@"
fr: Caractère invalide 0x%1$x détecté dans la chaîne « %2$@ » du fichier « %3$@ »

source: Invalid label ID
fr: L'ID de l'étiquette est invalide

source: Invariant
fr: Traduction invariante validée

source: is
fr: est

source: is not
fr: n’est pas

source: It is recommended to check the project against inconsistencies
fr: Il est recommandé de vérifier le projet pour éviter les incohérences

source: Keep localized nib layouts
fr: Conserver la mise en page des nib localisés

source: Key
fr: Clé

source: Label ID cannot be empty.
fr: L'ID de l'étiquette ne peut pas être vide.

source: Label ID “%@” already exists.
fr: L'ID de l'étiquette « %@ » existe déjà.

source: Languages
fr: Langues

source: Launch “%@” in %@
fr: Lancer « %1$@ » dans %2$@

source: Less than a minute
fr: moins d’une minute

source: Localization
fr: Localisation

source: Location
fr: Emplacement

source: Lock
fr: Verrouiller

source: matches
fr: correspondance

source: Merge…
fr: Fusionner…

source: Mismatch encoding
fr: Erreur d'encodage

source: Missing <skeleton> element before <translatable> element. This element is required and contains the relative path of the file.
fr: L'élément <skeleton> est manquant avant l'élément <translatable>. Cet élément est nécessaire et contient le chemin d'accès relatif au fichier.

source: Missing keys
fr: Clés manquantes

source: Modified
fr: Modifié le

source: Modified Date
fr: Date de modification

source: Move the selected items to the trash?
fr: Déplacer les éléments sélectionnés à la Corbeille ?

source: Move To Trash
fr: Déplacer à la Corbeille

source: Move to Trash
fr: Déplacer dans la Corbeille

source: Name
fr: Nom

source: Next
fr: Suivant

source: Nib file is compiled
fr: Le fichier nib est compilé

source: No entry
fr: Aucune entrée

source: No file
fr: Pas de fichier

source: No file will be added
fr: Aucun fichier ne sera ajouté

source: No file will be removed
fr: Aucun fichier ne sera supprimé

source: No file will be updated
fr: Aucun fichier ne sera mis à jour

source: No files will be exported because the target bundle is already up to date.
fr: Aucun fichier ne sera exporté car le bundle cible est déjà à jour.

source: No inconsistencies have been detected.
fr: Aucune incohérence n'a été détectée.

source: No Language Detected
fr: Aucune langue n'a été détectée

source: No Previous Version
fr: Pas de version antérieure

source: No Propagation
fr: Pas de propagation

source: No Recent Document
fr: Pas de document récent

source: Nothing to export
fr: Rien à exporter

source: One entry
fr: Une entrée

source: One file is a duplicate
fr: Un fichier est en double

source: One file is read-only
fr: Un fichier est en lecture seule

source: One file will be added
fr: Un fichier va être ajouté

source: One file will be removed
fr: Un fichier va être supprimé

source: One file will be updated
fr: Un fichier va être mis à jour

source: One nib file is compiled and cannot be localized
fr: Un fichier .nib est compilé et ne peut pas être localisé

source: One nib file is not located in language folder
fr: Un fichier n'est pas situé dans un dossier langue

source: One or more glossaries already exist on the disk
fr: Un ou plusieurs glossaires existent déjà sur le disque

source: One string to translate
fr: Une chaîne à traduire

source: Only .app or .ape bundles can be launched from within iLocalize.
fr: Seuls les bundles .app ou .ape peuvent être lancés depuis iLocalize.

source: Open
fr: Ouvrir

source: Open and Upgrade
fr: Ouvrir et Mettre à jour

source: Open For
fr: Ouvrir pour

source: Open for %d %@
fr: Ouvert depuis %1$d %2$@

source: Open for %d %@ and %d %@
fr: Ouvert depuis %1$d %2$@ et %3$d %4$@

source: Open for less than a minute
fr: Ouvert depuis moins d'une minute

source: Overwrite
fr: Écraser

source: Path
fr: Chemin d’accès

source: Path = %@
fr: Chemin d’accès = %@

source: Preparing…
fr: Préparation…

source: Preset already exists
fr: Le préréglage existe déjà

source: Project Information
fr: Informations sur le projet

source: PROJECTS
fr: PROJETS

source: Propagate To All Files
fr: Propager à tous les fichiers

source: Propagate To Selected Files
fr: Propager aux fichiers sélectionnés

source: Rebuild
fr: Reconstruire

source: Rebuild selected base files?
fr: Reconstruire les fichiers sélectionnés de la langue de référence ?

source: Rebuild Selected Files
fr: Reconstruire les fichiers sélectionnés

source: Rebuild Selected Files from “%@”
fr: Reconstruire les fichiers sélectionnés à partir de « %@ »

source: Rebuild selected localized files?
fr: Reconstruire les fichiers localisés sélectionnés ?

source: Rebuilding files…
fr: Reconstruire les fichiers…

source: Rebuilding localized files…
fr: Reconstruction des fichiers localisés…

source: Recent Searches
fr: Recherches récentes

source: RECENT SEARCHES
fr: RECHERCHES RÉCENTES

source: Recents
fr: Récents

source: Reload
fr: Recharger

source: Reload All
fr: Tout recharger

source: Reload Externally Modified Files
fr: Recharger les fichiers modifiés extérieurement

source: Reload files…
fr: Recharger les fichiers…

source: Reload Selected
fr: Recharger la sélection

source: Remove
fr: Supprimer

source: Remove duplicate entries?
fr: Supprimer les entrées doublons ?

source: Removing Files…
fr: Suppression des fichiers…

source: Rename
fr: Renommer

source: Rename Language…
fr: Renommer la langue…

source: Rename Preset
fr: Renommer le préréglage

source: Rename “%@”…
fr: Renommer « %@ »…

source: Rename…
fr: Renommer…

source: Required Tool Missing
fr: Outil requis absent

source: Save
fr: Enregistrer

source: Save All
fr: Tout enregistrer

source: Save As…
fr: Enregistrer sous…

source: Save Modified Files
fr: Enregistrer les fichiers modifiés

source: Save New Preset
fr: Enregistrer le nouveau préréglage

source: Save Selected
fr: Enregistrer les documents sélectionnés

source: Saving modified files…
fr: Enregistrement des fichiers modifiés…

source: Search
fr: Rechercher

source: Select
fr: Sélectionner

source: Select one or more files
fr: Sélectionnez un ou plusieurs fichiers

source: Several files in this bundle are read-only. Make sure they are writable in order for iLocalize to be able to localize them.
fr: Plusieurs fichiers de ce bundle sont en lecture seule. Assurez-vous qu'ils soient autorisés en écriture pour qu'iLocalize puissent les localiser.

source: Several files in this bundle exist in two equivalent language folders (e.g. English.lproj and en.lproj). Make sure the file exists only in one language folder (e.g. either in English.lproj or en.lproj but not in both).
fr: Plusieurs fichiers de ce bundle existe dans deux dossiers langue équivalents (exemple : English.lproj et en.lproj). Assurez-vous que les fichiers n'existe que dans une seul dossier langue (par exemple soit English.lproj, ou soit en.lproj mais pas dans les deux à la fois)

source: Several nib files located in this bundle are compiled and cannot be localized. Try to contact the author of the bundle to obtain the non-compiled version of these nib files or if you are the developer, make sure to disable the IBC_FLATTEN_NIBS option before building your bundle.
fr: Plusieurs fichiers .nib de ce bundle sont compilés et ne peuvent donc pas être localisés. Veuillez contacter l'auteur du bundle pour obtenir une version non compilée de ces fichiers .nib ou si vous êtes le développeur, assurez-vous d'avoir désactivé l'option IBC_FLATTEN_NIBS avant de générer votre bundle.

source: Several nib files of this bundle are located outside of a language folder (e.g. a folder that has the .lproj suffix). These files will be ignored by iLocalize.
fr: Plusieurs fichiers .nib de ce bundle sont situés en dehors d'un dossier langue (un dossier ayant pour suffixe .lproj). Ces fichiers seront ignorés par iLocalize.

source: Show Alternate Translations
fr: Afficher les traductions alternatives

source: Show File Information
fr: Afficher les informations du fichier

source: Show Files Specific To “%@”
fr: Afficher les fichiers spécifiques à « %@ »

source: Show Glossary Translations
fr: Afficher les traductions des glossaires

source: Show Invisible Characters
fr: Afficher les caractères invisibles

source: Show Key Column
fr: Afficher la colonne Clé

source: Show Project Information
fr: Afficher les informations du projet

source: Show Status Bar
fr: Afficher la barre d’état

source: Show String Information
fr: Afficher les informations de chaînes de caractères

source: Show Structure View
fr: Afficher la vue structure

source: Show Text Zone
fr: Afficher la zone Texte

source: Source Application Missing
fr: Application source absente

source: String has some inconsistencies
fr: La chaîne à quelques incohérences.

source: String Information
fr: Informations sur les chaînes de caractères

source: Text
fr: Texte

source: The application is not found. Make sure to build the application before launching it.
fr: L'application n'a pas été trouvée. Assurez-vous de générer l'application avant de la lancer.

source: The exported file “%@” already exists
fr: Le fichier exporté « %@ » existe déjà !

source: The glossaries have been generated
fr: Les glossaires ont été générés

source: The glossary already exists on the disk
fr: Le glossaire existe déjà sur le disque

source: The glossary has been generated
fr: Le glossaire a été généré

source: The operation reported the following errors:
fr: L'opération a signalé les erreurs suivantes :

source: The operation reported the following warnings:
fr: L'opération a signalé les alertes suivantes :

source: The project directory “%@” will be created if necessary
fr: Le répertoire du projet « %@ » va être créé si nécessaire

source: The project folder already exists
fr: Le dossier du projet existe déjà

source: The project folder “%@” already exists. Do you want to move it to the trash and create a new one?
fr: Le répertoire du projet « %@ » existe déjà.Souhaitez-vous le déplacer à la Corbeille et en créer un nouveau ?

source: The project has been checked
fr: Le projet a été vérifié

source: The project needs to be upgraded
fr: Le projet a besoin d'être mis à jour

source: The project will be moved to the trash.
fr: Le projet va être déplacé à la Corbeille.
