Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Alerts.strings
Languages: cs

# AlertNoUndoDescr
source: This action cannot be undone.
cs: Tuto akci nelze odvolat.

# AlertOverwriteItDescr
source: Do you want to overwrite it?
cs: Přejete si ho nahradit?

# AlertKeepNIBLayout
source: Keep localized NIB layouts
cs: Zachovat původní rozvržení NIBu v tom lokalizovaném

# AlertButtonTextCancel
source: Cancel
cs: Zrušit

# AlertButtonTextCheck
source: Check
cs: Ověřit

# AlertButtonTextClear
source: Clear
cs: Vyčistit

# AlertButtonTextDelete
source: Delete
cs: Smazat

# AlertButtonTextDontCheck
source: Don't Check
cs: Neověřovat

# AlertButtonTextDontOpen
source: Don't Open
cs: Neotevírat

# AlertButtonTextMerge
source: Merge…
cs: Sloučit…

# AlertButtonTextMoveToTrash
source: Move to Trash
cs: Přesunout do Koše

# AlertButtonTextOpen
source: Open
cs: Otevřít

# AlertButtonTextOpenAndUpgrade
source: Open and Upgrade
cs: Otevřít a aktualizovat

# AlertButtonTextOverwrite
source: Overwrite
cs: Přepsat

# AlertButtonTextRebuild
source: Rebuild
cs: Sestavit znovu

# AlertButtonTextReload
source: Reload
cs: Načíst znovu

# AlertButtonTextRemove
source: Remove
cs: Odebrat

# AlertButtonTextRename
source: Rename
cs: Přejmenovat

# AlertButtonTextSave
source: Save
cs: Uložit

# AlertButtonTextSaveAs
source: Save As…
cs: Uložit jako…

# AddCustomLanguageCannotAddTitle
source: Cannot Add This Language
cs: Nový jazyk nelze přidat

# AddCustomLanguageCannotAddDescr
source: This language already exists in the project.
cs: Tento jazyk již v projektu existuje.

# AddRemoveFileOperationsTitle
source: Delete Selected Files?
cs: Smazat vybrané soubory?

# AddRemoveFileOperationsDescr
source: Do you really want to delete the selected files? This action cannot be undone.
cs: Opravdu chcete smazat vybrané soubory? Tuto operaci nelze odvolat.

# ApplicationDelegateNIBToolTitle
source: Required Tool Missing
cs: Požadovaný nástroj se ztratil

# ApplicationDelegateNIBToolDescr
source: iLocalize did not find the command-line tool “ibtool” which is required to perform localization. Make sure that Xcode 3 or above is installed on your machine. The path to “ibtool” can be manually specified in Preferences > Advanced > Tools.
cs: iLocalize nenašel nástroj "ibtool", který je nutný pro chod lokalizace. Ujistěte se, že v počítači máte nainstalovány Xcode 3 nebo vyšší . Cestu k "ibtool" můžete ručně nastavit v Předvolbách >Rozšířené > Nástroje.

# CheckProjectOperationTitle
source: The project has been checked
cs: Projekt ověřen

# ConsoleClearAllEntriesTitle
source: Clear All Entries?
cs: Vyčistit všechny řetězce?

# ConsoleClearAllEntriesDescr
source: Are you sure you want to remove all entries in the Console? This action cannot be undone.
cs: Opravdu chcete nahradit všechna zadání v Konzole? Tuto operaci nelze odvolat.

# DebugMismatchEncodingTitle
source: Mismatch Encoding
cs: Neznámé kódování

# DebugMismatchEncodingDescr
source: iLocalize has detected that the encoding of the selected file (%1$@) mismatches the encoding of the actual file (%2$@). Do you want to reload the file using the new detected encoding '%2$@'?
cs: iLocalize zjistil, že kódování vybraného souboru (%1$@) nesouhlasí skódováním aktuálního souboru (%2$@). Chcete znovu načíst soubor s použitím nově zjištěného kódování '%2$@'?

# ExportProjectFileExistsTitle
source: The exported file “%@” already exists
cs: Exportovaný soubor “%@” jež existuje

# ExportProjectFileExistsDescr
source: Do you want to merge or overwrite the destination?
cs: Přejete si sloučit nebo přepsat cíl?

# ExportProjectOperationAppleScriptErrorTitle
source: AppleScript Returned “%@”
cs: AppleScript vrátil “%@”

# ExportProjectOperationAppleScriptErrorDescr
source: An error occurred while creating a new email.
cs: Během vytváření nového emailu se vyskytla chyba.

# ExportProjectOperationZIPErrorTitle
source: ZIP Returned an Error
cs: ZIP vrátil chybu

# ExportProjectOperationZIPErrorDescr
source: An error occurred when compressing the exported localization.
cs: Během balení exportované lokalizace se vyskytla chyba.

# GlossaryRemoveTitle
source: Remove Duplicate Entries?
cs: Odebrat duplicitní záznamy?

# GlossaryManagerMoveTitle
source: Move the Selected Items To the Trash?
cs: Přesunout vybrané položky do koše?

# GlossaryNewOverwriteTitle
source: The Specified Glossary Already Exists
cs: Specifikovaný slovník již existuje

# GlossaryNotIndexedAliasTitle
source: Cannot Create the Alias
cs: Zástupce nelze vytvořit

# GlossaryNotIndexedAliasDescr
source: Cannot create the alias because an error has occurred.
cs: Nelze vytvořit zástupce, vyskytla se chyba.

# GlossaryNotIndexedMoveTitle
source: Cannot Move the Glossary
cs: Slovník nelze přesunout

# GlossaryNotIndexedMoveDescr
source: An error has occurred when trying to move the glossary: %@
cs: Nastal problém při přesunu slovníku: %@

# HistoryManagerDeleteTitle
source: Delete the Selected Snapshot?
cs: Smazat vybraný otisk?

# LaunchOperationBundleTitle
source: Cannot Launch Non-Application Bundle
cs: Neprogramový balík nelze spustit

# LaunchOperationBundleDescr
source: Only .app or .ape bundles can be launched from within iLocalize.
cs: Přes iLocalize lze spustit pouze balíky .app nebo .ape.

# LaunchOperationCannotTitle
source: Cannot Launch the Application
cs: Aplikaci nelze spustit

# LaunchOperationCannotDescr
source: The application is not found. Make sure to build the application before launching it.
cs: Aplikace nenalezena. Ověřte, zda byla aplikace sestavena, než jí spustíte.

# PresetsManagerRename
source: Rename Preset
cs: Přejmenovat přednastavení

# PresetsManagerSaveNew
source: Save New Preset
cs: Uložit nové přednastavení

# PresetsManagerEnterName
source: Enter the name of the preset:
cs: Vložte název pro přednastavení:

# ProjectCheckTitle
source: It Is Recommended to Check the Project Against Inconsistencies
cs: Doporučujeme ještě ověřit nesrovnalosti projektu

# ProjectCheckDescr
source: Do you want to check the project? The project can be checked at any time by using the command under the menu Project.
cs: Chcete projekt ověřit? Tento příkaz můžete provést též později z nabídky Projekt.

# ProjectBrowserDeleteTitle
source: Delete Selected Project?
cs: Smazat vybraný projekt?

# ProjectBrowserDeleteDescr
source: The project will be moved to the trash.
cs: Projekt přesunut do koše.

# ProjectDocumentInvalidTitle
source: This Project Cannot Be Opened Because the Archive Is Invalid
cs: Tento projekt nelze otevřít, protože má neplatný archív

# ProjectDocumentRecentTitle
source: This Project Is Too Recent and Cannot Be Opened By this Version of iLocalize
cs: Tento projekt je velmi nový, nelze jej otevřít touto verzí iLocalize

# ProjectDocumentRecentDescr
source: Update to the latest version of iLocalize to open it.
cs: K jeho oteření si aktualizujte na poslední verzi iLocalize.

# ProjectDocumentTigerTitle
source: This Project Cannot Be Opened Because It Has Been Created On Tiger
cs: Tento projekt nelze použít, protože byl vytvořen v Tigerovi

# ProjectDocumentTigerDescr
source: This version of iLocalize supports only projects created on Leopard or above with ibtool.
cs: Tato verze iLocalize podporuje pouze projekty, vytvořené v Leopardovi a novější, pomocí ibtool.

# ProjectDocumentUpgradeTitle
source: The Project Needs to Be Upgraded
cs: Projekt je potřeba aktualizovat

# ProjectDocumentUpgradeDescr
source: The project “%@” was saved with an older version of iLocalize. To open it, iLocalize will have to upgrade it, leaving a copy of the older project. Do you want to open and upgrade this project?
cs: Projekt “%@” byl uložen starší verzí iLocalize. K jeho otevření je třeba,aby ho iLocalize upravil; zazálohujte si starší verzi. Chcete otevřít a upravit tento projekt?

# ProjectExplorerControllerDeleteFiltersTitle
source: Delete the Selected Filters?
cs: Smazat vybraný filtr?

# ProjectLabelsInvalidTitle
source: Invalid label ID
cs: Neplatné ID vysačky

# ProjectLabelsRemoveTitle
source: The Selected Label Is Used In the Project
cs: Vybraný popisek je v projektu používán

# ProjectLabelsRemoveDescr
source: By choosing to remove it, iLocalize will remove all its references in the project.
cs: Pokud visačku odstraníte, pak iLocalize v projektu odstraní i všechny její odkazy.

# ProjectMenuEditChangeTitle
source: Change the encoding of the selected files?
cs: Změnit u vybraných souborů kódování?

# ProjectMenuEditChangeDescr
source: Do you want to reload each file as '%@' or save the current in-memory content of each file as a '%@' file?
cs: Přejete si načíst každý soubor jako '%1$@' nebo uložit aktuální verzi každého souboru z obsah paměti-jako soubor '%2$@'?

# RebuildBaseFilesTitle
source: Rebuild selected base files?
cs: Obnovit vybrané soubory původního jazyka?

# RebuildBaseFilesDescr
source: Do you really want to rebuild the selected base files? This will also update all localized files.
cs: Opravdu chcete znovu obnovit vybrané soubory původního jazyka? Tímto se také aktualizují všechny lokalizované soubory.

# RemoveLanguageTitle
source: Delete “%@”?
cs: Smazat “%@”?

# RemoveLanguageDescr
source: Do you really want to delete this language?
cs: Opravdu chcete tento jazyk smazat?

# ReplaceLocalizedFilesTitle
source: Rebuild Selected Localized Files?
cs: Obnovit vybrané lokalizované soubory?

# ReplaceLocalizedFilesDescr
source: Do you really want to rebuild the selected localized files with their corresponding base files?
cs: Opravdu chcete znovu obnovit vybrané přeložené soubory podle jejich protějšků z původního jazyka?
