Repository: ferben/iLocalize
Catalog: Resources/*.lproj/LocalizablePredicateEditor.strings
Languages: cs, da, de, es, fr, it, ja, nl, pl, pt_br, ru

# %[All]@ of the following are true
source: %1$[All]@ of the following are true
cs: %1$[Vše]@ z tohoto je pravda
da: %[Alle]@ af de følgende er sande
de: %[Alle]@ der folgenden sind wahr
es: %1$[Todas]@ de las siguientes se cumplen
fr: %[Tout]@ ce qui suit est vrai
it: %1$[Tutto]@ di quanto segue sono veri
ja: 以下の条件の%1$[すべてを満たす]@
nl: %[Alle]@ van de volgende zijn waar
pl: %[Wszystkie]@ spełniają następujące warunki
pt_br: %1$[Tudo]@ das seguintes são verdadeiras
ru: %1$[Все]@ следующие условия выполняются

# %[Any]@ of the following are true
source: %1$[Any]@ of the following are true
cs: %1$[Cokoliv]@ z tohoto je pravda
da: %[Enhver]@ af de følgende er sande
de: %[Irgendwelche]@ der folgenden sind wahr
es: %1$[Alguna]@ de las siguientes se cumple
fr: %[Un parmi]@ ce qui suit est vrai
it: %1$[Qualcuno]@ di quanto segue sono veri
ja: 以下の条件の%1$[いずれかを満たす]@
nl: %[Willekeurige]@ van de volgende is waar
pl: %[Dowolne]@ spełniają następujące warunki
pt_br: %1$[Qualquer]@ das seguintes são verdadeiras
ru: %1$[Любые]@ из следующих условий выполняются

# %[None]@ of the following are true
source: %1$[None]@ of the following are true
cs: %1$[Nic]@ z tohoto je pravda
da: %[Ingen]@ af de følgende er sande
de: %[Keine]@ der folgenden sind wahr
es: %1$[Ninguna]@ de las siguientes se cumple
fr: %[Rien]@ de ce qui suit n'est vrai
it: %1$[Nessuna]@ delle seguenti sono vere
ja: 以下の条件の%[いずれも満たさない]@
nl: %[Geen]@ van de volgende is waar
pl: %[Żadne]@ spełniają następujące warunki
pt_br: %1$[Nenhuma]@ das seguintes são verdadeiras
ru: %1$[Ни одно]@ из следующих условий не выполняется

# %[File Name]@ %[contains]@ %@
source: %1$[File Name]@ %2$[contains]@ %3$@
cs: %1$[Název souboru]@ %2$[obsahuje]@ %3$@
da: %1$[Arkivnavn]@ %2$[indeholder]@ %3$@
de: %1$[Dateiname]@ %2$[enthält]@ %3$@
es: %1$[El nombre del archivo]@ %2$[contiene]@ %3$@
fr: %1$[Nom de fichier]@ %2$[contient]@ %3$@
it: %1$[File Nome]@ %2$[contiene]@ %3$@
ja: %1$[ファイル名]@ が %3$@ %2$[を含む]@
nl: %1$[Bestandsnaam]@ %2$[bevat]@ %3$@
pl: %1$[Nazwa pliku]@ %2$[zawiera]@ %3$@
pt_br: %1$[Nome do Arquivo]@ %2$[contém]@ %3$@
ru: %1$[Имя файла]@ %2$[содержит]@ %3$@

# %[File Name]@ %[begins with]@ %@
source: %1$[File Name]@ %2$[begins with]@ %3$@
cs: %1$[Název souboru]@ %2$[začíná na]@ %3$@
da: %1$[Arkivnavn]@ %2$[starter med]@ %3$@
de: %1$[Dateiname]@ %2$[beginnt mit]@ %3$@
es: %1$[El nombre del archivo]@ %2$[empieza con]@ %3$@
fr: %1$[Nom de fichier]@ %2$[commence par]@ %3$@
it: %1$[Nome File]@ %2$[inizia con]@ %3$@
ja: %1$[ファイル名]@ が %3$@ %2$[で始まる]@
nl: %1$[Bestandsnaam]@ %2$[begint met]@ %3$@
pl: %1$[Nazwa pliku]@ %2$[rozpoczyna się od]@ %3$@
pt_br: %1$[Nome do Arquivo]@ %2$[começa com]@ %3$@
ru: %1$[Имя файла]@ %2$[начинается с]@ %3$@

# %[File Name]@ %[ends with]@ %@
source: %1$[File Name]@ %2$[ends with]@ %3$@
cs: %1$[Název souboru]@ %2$[končí na]@ %3$@
da: %1$[Arkivnavn]@ %2$[ender med]@ %3$@
de: %1$[Dateiname]@ %2$[endet mit]@ %3$@
es: %1$[El nombre del archivo]@ %2$[termina con]@ %3$@
fr: %1$[Nom de fichier]@ %2$[se termine par]@ %3$@
it: %1$[Nome File]@ %2$[termina con]@ %3$@
ja: %1$[ファイル名]@ が %3$@ %2$[で終わる]@
nl: %1$[Bestandsnaam]@ %2$[eindigt op]@ %3$@
pl: %1$[Nazwa pliku]@ %2$[kończy się na]@ %3$@
pt_br: %1$[Nome do Arquivo]@ %2$[termina com]@ %3$@
ru: %1$[Имя файла]@ %2$[заканчивается на]@ %3$@

# %[File Name]@ %[is]@ %@
source: %1$[File Name]@ %2$[is]@ %3$@
cs: %1$[Název souboru]@ %2$[je]@ %3$@
da: %1$[Arkivnavn]@ %2$[er]@ %3$@
de: %1$[Dateiname]@ %2$[ist]@ %3$@
es: %1$[El nombre del archivo]@ %2$[es]@ %3$@
fr: %1$[Nom de fichier]@ %2$[est]@ %3$@
it: %1$[Nome File]@ %2$[é]@ %3$@
ja: %1$[ファイル名]@ が %3$@ %2$[である]@
nl: %1$[Bestandsnaam]@ %2$[is]@ %3$@
pl: %1$[Nazwa pliku]@ %2$[jest]@ %3$@
pt_br: %1$[Nome do Arquivo]@ %2$[é]@ %3$@
ru: %1$[Имя файла]@ %2$[совпадает с]@ %3$@

# %[File Name]@ %[is not]@ %@
source: %1$[File Name]@ %2$[is not]@ %3$@
cs: %1$[Název souboru]@ %2$[není]@ %3$@
da: %1$[Arkivnavn]@ %2$[er ikke]@ %3$@
de: %1$[Dateiname]@ %2$[ist nicht]@ %3$@
es: %1$[El nombre del archivo]@ %2$[no es]@ %3$@
fr: %1$[Nom de fichier]@ %2$[n'est pas]@ %3$@
it: %1$[Nome File]@ %2$[non è]@ %3$@
ja: %1$[ファイル名]@ が %3$@ %2$[ではない]@
nl: %1$[Bestandsnaam]@ %2$[is niet]@ %3$@
pl: %1$[Nazwa pliku]@ %2$[nie jest]@ %3$@
pt_br: %1$[Nome do Arquivo]@ %2$[não é]@ %3$@
ru: %1$[Имя файла]@ %2$[не совпадает с]@ %3$@

# %[File Name]@ %[matches]@ %@
source: %1$[File Name]@ %2$[matches]@ %3$@
cs: %1$[Název souboru]@ %2$[je shodný]@ %3$@
da: %1$[Arkivnavn]@ %2$[matcher]@ %3$@
de: %1$[Dateiname]@ %2$[entspricht]@ %3$@
es: %1$[El nombre del archivo]@ %2$[coincide con]@ %3$@
fr: %1$[Nom de fichier]@ %2$[correspond à]@ %3$@
it: %1$[Nome File]@ %2$[ugualianze]@ %3$@
ja: %1$[ファイル名]@ が %3$@ %2$[と一致]@
nl: %1$[Bestandsnaam]@ %2$[komt overeen met]@ %3$@
pl: %1$[Nazwa pliku]@ %2$[pasuje do]@ %3$@
pt_br: %1$[Nome do Arquivo]@ %2$[combina]@ %3$@
ru: %1$[Имя файла]@ %2$[соответствует]@ %3$@

# %[File Type]@ %[contains]@ %@
source: %1$[File Type]@ %2$[contains]@ %3$@
cs: %1$[Typ souboru]@ %2$[obsahuje]@ %3$@
da: %1$[Arkivtype]@ %2$[indeholder]@ %3$@
de: %1$[Dateityp]@ %2$[enthält]@ %3$@
es: %1$[El tipo de archivo]@ %2$[contiene]@ %3$@
fr: %1$[Nom de fichier]@ %2$[contient]@ %3$@
it: %1$[File Tipo]@ %2$[contiene]@ %3$@
ja: %1$[ファイルタイプ]@ が %3$@ %2$[を含む]@
nl: %1$[Bestandstype]@ %2$[bevat]@ %3$@
pl: %1$[Typ pliku]@ %2$[zawiera]@ %3$@
pt_br: %1$[File Type]@ %2$[contém]@ %3$@
ru: %1$[Тип файла]@ %2$[содержит]@ %3$@

# %[File Type]@ %[begins with]@ %@
source: %1$[File Type]@ %2$[begins with]@ %3$@
cs: %1$[Typ souboru]@ %2$[začíná na]@ %3$@
da: %1$[Arkivtype e]@ %2$[starter med]@ %3$@
de: %1$[Dateityp]@ %2$[beginnt mit]@ %3$@
es: %1$[El tipo de archivo]@ %2$[empieza con]@ %3$@
fr: %1$[Nom de fichier]@ %2$[commence par]@ %3$@
it: %1$[File Tipo]@ %2$[inizia con]@ %3$@
ja: %1$[ファイルタイプ]@ が %3$@ %2$[で始まる]@
nl: %1$[Bestandstype]@ %2$[begint met]@ %3$@
pl: %1$[Typ pliku]@ %2$[rozpoczyna się od]@ %3$@
pt_br: %1$[File Type]@ %2$[começa com]@ %3$@
ru: %1$[Тип файла]@ %2$[начинается с]@ %3$@

# %[File Type]@ %[ends with]@ %@
source: %1$[File Type]@ %2$[ends with]@ %3$@
cs: %1$[Typ souboru]@ %2$[končí na]@ %3$@
da: %1$[Arkivtype]@ %2$[ender med]@ %3$@
de: %1$[Dateityp]@ %2$[endet mit]@ %3$@
es: %1$[El tipo de archivo]@ %2$[termina con]@ %3$@
fr: %1$[Nom de fichier]@ %2$[se termine par]@ %3$@
it: %1$[File Tipo]@ %2$[termina con]@ %3$@
ja: %1$[ファイルタイプ]@ が %3$@ %2$[で終わる]@
nl: %1$[Bestandstype]@ %2$[eindigt op]@ %3$@
pl: %1$[Typ pliku]@ %2$[kończy się na]@ %3$@
pt_br: %1$[File Type]@ %2$[termina com]@ %3$@
ru: %1$[Тип файла]@ %2$[заканчивается на]@ %3$@

# %[File Type]@ %[is]@ %@
source: %1$[File Type]@ %2$[is]@ %3$@
cs: %1$[Typ souboru]@ %2$[je]@ %3$@
da: %1$[Arkivtype]@ %2$[er]@ %3$@
de: %1$[Dateityp]@ %2$[ist]@ %3$@
es: %1$[El tipo de archivo]@ %2$[es]@ %3$@
fr: %1$[Type de fichier]@ %2$[est]@ %3$@
it: %1$[File Tipo]@ %2$[é]@ %3$@
ja: %1$[ファイルタイプ]@ が %3$@ %2$[である]@
nl: %1$[Bestandstype]@ %2$[is]@ %3$@
pl: %1$[Typ pliku]@ %2$[jest]@ %3$@
pt_br: %1$[File Type]@ %2$[é]@ %3$@
ru: %1$[Тип файла]@ %2$[совпадает с]@ %3$@

# %[File Type]@ %[is not]@ %@
source: %1$[File Type]@ %2$[is not]@ %3$@
cs: %1$[Typ souboru]@ %2$[není]@ %3$@
da: %1$[Arkivtype]@ %2$[er ikke]@ %3$@
de: %1$[Dateityp]@ %2$[ist nicht]@ %3$@
es: %1$[El tipo de archivo]@ %2$[no es]@ %3$@
fr: %1$[Type de fichier]@ %2$[n'est pas]@ %3$@
it: %1$[File Tipo]@ %2$[non è]@ %3$@
ja: %1$[ファイルタイプ]@ が %3$@ %2$[ではない]@
nl: %1$[Bestandstype]@ %2$[is niet]@ %3$@
pl: %1$[Typ pliku]@ %2$[nie jest]@ %3$@
pt_br: %1$[File Type]@ %2$[não é]@ %3$@
ru: %1$[Тип файла]@ %2$[не совпадает с]@ %3$@

# %[File Type]@ %[matches]@ %@
source: %1$[File Type]@ %2$[matches]@ %3$@
cs: %1$[Typ souboru]@ %2$[je shodný]@ %3$@
da: %1$[Arkivtype]@ %2$[matcher]@ %3$@
de: %1$[Dateityp]@ %2$[entspricht]@ %3$@
es: %1$[El tipo de archivo]@ %2$[coincide con]@ %3$@
fr: %1$[Type de fichier]@ %2$[correspond à]@ %3$@
it: %1$[File Tipo]@ %2$[ugualianze]@ %3$@
ja: %1$[ファイルタイプ]@ が %3$@ %2$[と一致]@
nl: %1$[Bestandstype]@ %2$[komt overeen met]@ %3$@
pl: %1$[Typ pliku]@ %2$[pasuje do]@ %3$@
pt_br: %1$[File Type]@ %2$[combina]@ %3$@
ru: %1$[Тип файла]@ %2$[соответствует]@ %3$@

# %[File Label]@ contains %@
source: %1$[File Label]@ contains %2$@
cs: %1$[Visačka souboru]@ obsahuje %2$@
da: %1$[Arkiv-mærke]@ indeholder %2$@
de: %1$[Dateietikett]@ enthält %2$@
es: %1$[La etiqueta del archivo]@ contiene %2$@
fr: %1$[Étiquette de fichier]@ contient %2$@
it: %1$[Etichetta File]@ contiene %2$@
ja: %1$[ファイルラベル]@ が %2$@ を含む
nl: %1$[Bestandlabel]@ bevat %2$@
pl: %1$[Etykieta pliku]@ zawiera %2$@
pt_br: %1$[File Label]@ contém %2$@
ru: %1$[Метка файла]@ содержит %2$@

# %[File layout needs to be checked]@
source: %1$[File layout needs to be checked]@
cs: %1$[Návrh překladu zkontrolovat]@
da: %1$[Arkiv-layout skal checkes]@
de: %1$[Dateilayout muss geprüft werden]@
es: %1$[El diseño del archivo se debe comprobar]@
fr: %1$[La mise en page du fichier doit être vérifiée]@
it: %1$[File layout necessita controllo]@
ja: %1$[ファイルレイアウトのチェックが必要]@
nl: %1$[Bestandlayout moet worden gecontroleerd]@
pl: %1$[Układ pliku wymaga sprawdzenia]@
pt_br: %1$[O arquivo de layout precisa ser verificado]@
ru: %1$[Разметка макета файла должна быть проверена]@

# %[File added during last update]@
source: %1$[File added during last update]@
cs: %1$[Soubor přidán při poslední aktualizaci]@
da: %1$[Arkiv tilføjet ved seneste opdatering]@
de: %1$[Datei bei letzter Aktualisierung hinzugefügt]@
es: %1$[El archivo se ha añadido en la última actualización]@
fr: %1$[Fichier ajouté lors de la dernière mise à jour]@
it: %1$[File aggiunto durante l'ultimo aggiornamento]@
ja: %1$[最新のアップデートで追加されたファイル]@
nl: %1$[Bestand toegevoegd bij laatste update]@
pl: %1$[Plik dodany podczas ostatniego uaktualnienia]@
pt_br: %1$[Arquivo adicionado durante a útlima atuailzação]@
ru: %1$[Файл добавлен во время последнего обновления]@

# %[File updated during last update]@
source: %1$[File updated during last update]@
cs: %1$[Soubor aktualizován při poslední aktualizaci]@
da: %1$[Arkiv opdateret ved seneste opdatering]@
de: %1$[Datei bei letzter Aktualisierung aktualisiert]@
es: %1$[El archivo se ha actualizado en la última actualización]@
fr: %1$[Fichier actualisé lors de la dernière mise à jour]@
it: %1$[File aggiornato durante l'ultimo aggiornamento]@
ja: %1$[最新のアップデートで更新されたファイル]@
nl: %1$[Bestand bijgewerkt bij laatste update]@
pl: %1$[Plik uaktualniony podczas ostatniego uaktualnienia]@
pt_br: %1$[Arquivo atualizado durante a útlima atuailzação]@
ru: %1$[Файл обновлен во время последнего обновления]@

# %[File has inconsistencies]@
source: %1$[File has inconsistencies]@
cs: %1$[Soubor vykazuje nesrovnalosti]@
da: %1$[Arkivet har uoverensstemmelser]@
de: %1$[Datei ist inkonsistent]@
es: %1$[El archivo tiene incoherencias]@
fr: %1$[Le fichier comporte des incohérences]@
it: %1$[File ha inconsistenze]@
ja: %1$[不整合があるファイル]@
nl: %1$[Bestand heeft inconsistenties]@
pl: %1$[Plik zawiera niezgodności]@
pt_br: %1$[O arquivo contém inconsistências]@
ru: %1$[Файл имеет несоответствия]@

# %[File does not exist on the disk]@
source: %1$[File does not exist on the disk]@
cs: %1$[Soubor na disku neexistuje]@
da: %1$[Arkivet findes ikke på disken]@
de: %1$[Datei auf Festplatte nicht vorhanden]@
es: %1$[El archivo no existe en el disco]@
fr: %1$[Le fichier n'existe pas sur le disque]@
it: %1$[File non esiste sul disco]@
ja: %1$[ディスク上に存在しないファイル]@
nl: %1$[Bestand bestaat niet op schijf]@
pl: %1$[Brak pliku na dysku]@
pt_br: %1$[O arquivo não existe no disco]@
ru: %1$[Файл не существует на диске]@

# %[String Value]@ %[contains]@ %@
source: %1$[String Value]@ %2$[contains]@ %3$@
cs: %1$[Hodnota řetězce]@ %2$[obsahuje]@ %3$@
da: %1$[String-værdi]@ %2$[indeholder]@ %3$@
de: %1$[Zeichenfolge-Wert]@ %2$[enthält]@ %3$@
es: %1$[El valor del segmento]@ %2$[contiene]@ %3$@
fr: %1$[Valeur chaîne]@ %2$[contient]@ %3$@
it: %1$[Valore String]@ %2$[contiene]@ %3$@
ja: %1$[文字列の値]@ が %3$@ %2$[を含む]@
nl: %1$[Stringwaarde]@ %2$[bevat]@ %3$@
pl: %1$[Wartość łańcucha]@ %2$[zawiera]@ %3$@
pt_br: %1$[Valor da String]@ %2$[contém]@ %3$@
ru: %1$[Значение строки]@ %2$[содержит]@ %3$@

# %[String Value]@ %[begins with]@ %@
source: %1$[String Value]@ %2$[begins with]@ %3$@
cs: %1$[Hodnota řetězce]@ %2$[začíná na]@ %3$@
da: %1$[String-værdi]@ %2$[starter med]@ %3$@
de: %1$[Zeichenfolge-Wert]@ %2$[beginnt mit]@ %3$@
es: %1$[El valor del segmento]@ %2$[empieza con]@ %3$@
fr: %1$[Valeur chaîne]@ %2$[commence par]@ %3$@
it: %1$[Valore String]@ %2$[inizia con]@ %3$@
ja: %1$[文字列の値]@ が %3$@ %2$[で始まる]@
nl: %1$[Stringwaarde]@ %2$[begint met]@ %3$@
pl: %1$[Wartość łańcucha]@ %2$[rozpoczyna się od]@ %3$@
pt_br: %1$[Valor da String]@ %2$[começa com]@ %3$@
ru: %1$[Значение строки]@ %2$[начинается с]@ %3$@

# %[String Value]@ %[ends with]@ %@
source: %1$[String Value]@ %2$[ends with]@ %3$@
cs: %1$[Hodnota řetězce]@ %2$[končí na]@ %3$@
da: %1$[String-værdi]@ %2$[ender med]@ %3$@
de: %1$[Zeichenfolge-Wert]@ %2$[endet mit]@ %3$@
es: %1$[El valor del segmento]@ %2$[termina con]@ %3$@
fr: %1$[Valeur chaîne]@ %2$[se termine par]@ %3$@
it: %1$[Valoere String]@ %2$[termina con]@ %3$@
ja: %1$[文字列の値]@ が %3$@ %2$[で終わる]@
nl: %1$[Stringwaarde]@ %2$[eindigt op]@ %3$@
pl: %1$[Wartość łańcucha]@ %2$[kończy się na]@ %3$@
pt_br: %1$[Valor da String]@ %2$[termina com]@ %3$@
ru: %1$[Значение строки]@ %2$[заканчивается на]@ %3$@

# %[String Value]@ %[is]@ %@
source: %1$[String Value]@ %2$[is]@ %3$@
cs: %1$[Hodnota řetězce]@ %2$[je]@ %3$@
da: %1$[String-værdi]@ %2$[er]@ %3$@
de: %1$[Zeichenfolge-Wert]@ %2$[ist]@ %3$@
es: %1$[El valor del segmento]@ %2$[es]@ %3$@
fr: %1$[Valeur chaîne]@ %2$[se termine par]@ %3$@
it: %1$[Valore String]@ %2$[é]@ %3$@
ja: %1$[文字列の値]@ が %3$@ %2$[である]@
nl: %1$[Stringwaarde]@ %2$[is]@ %3$@
pl: %1$[Wartość łańcucha]@ %2$[jest]@ %3$@
pt_br: %1$[Valor da String]@ %2$[é]@ %3$@
ru: %1$[Значение строки]@ %2$[совпадает с]@ %3$@

# %[String Value]@ %[is not]@ %@
source: %1$[String Value]@ %2$[is not]@ %3$@
cs: %1$[Hodnota řetězce]@ %2$[není]@ %3$@
da: %1$[String-værdi]@ %2$[er ikke]@ %3$@
de: %1$[Zeichenfolge-Wert]@ %2$[ist nicht]@ %3$@
es: %1$[El valor del segmento]@ %2$[no es]@ %3$@
fr: %1$[Valeur chaîne]@ %2$[n'est pas]@ %3$@
it: %1$[Valore String]@ %2$[non é]@ %3$@
ja: %1$[文字列の値]@ が %3$@ %2$[ではない]@
nl: %1$[Stringwaarde]@ %2$[is niet]@ %3$@
pl: %1$[Wartość łańcucha]@ %2$[nie jest]@ %3$@
pt_br: %1$[Valor da String]@ %2$[não é]@ %3$@
ru: %1$[Значение строки]@ %2$[не совпадает с]@ %3$@

# %[String Value]@ %[matches]@ %@
source: %1$[String Value]@ %2$[matches]@ %3$@
cs: %1$[Hodnota řetězce]@ %2$[je shodná]@ %3$@
da: %1$[String-værdi]@ %2$[matches]@ %3$@
de: %1$[Zeichenfolge-Wert]@ %2$[entspricht]@ %3$@
es: %1$[El valor del segmento]@ %2$[coincide con]@ %3$@
fr: %1$[Valeur chaîne]@ %2$[correspond à]@ %3$@
it: %1$[Valore String]@ %2$[ugualianze]@ %3$@
ja: %1$[文字列の値]@ が %3$@ %2$[と一致]@
nl: %1$[Stringwaarde]@ %2$[komt overeen met]@ %3$@
pl: %1$[Wartość łańcucha]@ %2$[pasuje do]@ %3$@
pt_br: %1$[Valor da String]@ %2$[combina]@ %3$@
ru: %1$[Значение строки]@ %2$[соответствует]@ %3$@

# %[String Base Value]@ %[contains]@ %@
source: %1$[String Base Value]@ %2$[contains]@ %3$@
cs: %1$[Původní řetězec]@ %2$[obsahuje]@ %3$@
da: %1$[String base-værdi]@ %2$[indeholder]@ %3$@
de: %1$[Zeichenfolge-Wert in Ausgangssprache]@ %2$[enthält]@ %3$@
es: %1$[El valor del segmento base]@ %2$[contiene]@ %3$@
fr: %1$[Valeur chaîne de référence]@ %2$[contient]@ %3$@
it: %1$[Valore String Base]@ %2$[contiene]@ %3$@
ja: %1$[ベース文字列の値]@ が %3$@ %2$[を含む]@
nl: %1$[Basisstring]@ %2$[bevat]@ %3$@
pl: %1$[Wartość łańcucha bazowego]@ %2$[zawiera]@ %3$@
pt_br: %1$[Valor da String Base]@ %2$[contém]@ %3$@
ru: %1$[Значение базовой строки]@ %2$[содержит]@ %3$@

# %[String Base Value]@ %[begins with]@ %@
source: %1$[String Base Value]@ %2$[begins with]@ %3$@
cs: %1$[Původní řetězec]@ %2$[začíná na]@ %3$@
da: %1$[String base-værdi]@ %2$[starter med]@ %3$@
de: %1$[Zeichenfolge-Wert in Ausgangssprache]@ %2$[beginnt mit]@ %3$@
es: %1$[El valor del segmento base]@ %2$[empieza con]@ %3$@
fr: %1$[Valeur chaîne de référence]@ %2$[commence par]@ %3$@
it: %1$[Valore String Base]@ %2$[inizia con]@ %3$@
ja: %1$[ベース文字列の値]@ が %3$@ %2$[で始まる]@
nl: %1$[Basisstring]@ %2$[begint met]@ %3$@
pl: %1$[Wartość łańcucha bazowego]@ %2$[rozpoczyna się od]@ %3$@
pt_br: %1$[Valor da String Base]@ %2$[começa com]@ %3$@
ru: %1$[Значение базовой строки]@ %2$[начинается с]@ %3$@

# %[String Base Value]@ %[ends with]@ %@
source: %1$[String Base Value]@ %2$[ends with]@ %3$@
cs: %1$[Původní řetězec]@ %2$[končí na]@ %3$@
da: %1$[String base-værdi]@ %2$[ender med]@ %3$@
de: %1$[Zeichenfolge-Wert in Ausgangssprache]@ %2$[endet mit]@ %3$@
es: %1$[El valor del segmento base]@ %2$[termina con]@ %3$@
fr: %1$[Valeur chaîne de référence]@ %2$[se termine par]@ %3$@
it: %1$[Valore String Base]@ %2$[termina con]@ %3$@
ja: %1$[ベース文字列の値]@ が %3$@ %2$[で終わる]@
nl: %1$[Basisstring]@ %2$[eindigt op]@ %3$@
pl: %1$[Wartość łańcucha bazowego]@ %2$[kończy się na]@ %3$@
pt_br: %1$[Valor da String Base]@ %2$[termina com]@ %3$@
ru: %1$[Значение базовой строки]@ %2$[заканчивается на]@ %3$@

# %[String Base Value]@ %[is]@ %@
source: %1$[String Base Value]@ %2$[is]@ %3$@
cs: %1$[Původní řetězec]@ %2$[je]@ %3$@
da: %1$[String bas-værdi]@ %2$[er]@ %3$@
de: %1$[Zeichenfolge-Wert in Ausgangssprache]@ %2$[ist]@ %3$@
es: %1$[El valor del segmento base]@ %2$[es]@ %3$@
fr: %1$[Valeur chaîne de référence]@ %2$[est]@ %3$@
it: %1$[Valore String Base]@ %2$[é]@ %3$@
ja: %1$[ベース文字列の値]@ が %3$@ %2$[である]@
nl: %1$[Basisstring]@ %2$[is]@ %3$@
pl: %1$[Wartość łańcucha bazowego]@ %2$[jest]@ %3$@
pt_br: %1$[Valor da String Base]@ %2$[é]@ %3$@
ru: %1$[Значение базовой строки]@ %2$[совпадает с]@ %3$@

# %[String Base Value]@ %[is not]@ %@
source: %1$[String Base Value]@ %2$[is not]@ %3$@
cs: %1$[Původní řetězec]@ %2$[není]@ %3$@
da: %1$[String base-værdi]@ %2$[er ikke]@ %3$@
de: %1$[Zeichenfolge-Wert in Ausgangssprache]@ %2$[ist nicht]@ %3$@
es: %1$[El valor del segmento base]@ %2$[no es]@ %3$@
fr: %1$[Valeur chaîne de référence]@ %2$[n'est pas]@ %3$@
it: %1$[Valore String Base]@ %2$[non é]@ %3$@
ja: %1$[ベース文字列の値]@ が %3$@ %2$[ではない]@
nl: %1$[Basisstring]@ %2$[is niet]@ %3$@
pl: %1$[Wartość łańcucha bazowego]@ %2$[nie jest]@ %3$@
pt_br: %1$[Valor da String Base]@ %2$[não é]@ %3$@
ru: %1$[Значение базовой строки]@ %2$[не совпадает с]@ %3$@

# %[String Base Value]@ %[matches]@ %@
source: %1$[String Base Value]@ %2$[matches]@ %3$@
cs: %1$[Původní řetězec]@ %2$[je shodný]@ %3$@
da: %1$[String base-værdi]@ %2$[matcher]@ %3$@
de: %1$[Zeichenfolge-Wert in Ausgangssprache]@ %2$[entspricht]@ %3$@
es: %1$[El valor del segmento base]@ %2$[coincide con]@ %3$@
fr: %1$[Valeur chaîne de référence]@ %2$[correspond à]@ %3$@
it: %1$[Valore String Base]@ %2$[uguale]@ %3$@
ja: %1$[ベース文字列の値]@ が %3$@ %2$[と一致]@
nl: %1$[Basisstring]@ %2$[komt overeen met]@ %3$@
pl: %1$[Wartość łańcucha bazowego]@ %2$[pasuje do]@ %3$@
pt_br: %1$[Valor da String Base]@ %2$[combina]@ %3$@
ru: %1$[Значение базовой строки]@ %2$[соответствует]@ %3$@

# %[String Comment]@ %[contains]@ %@
source: %1$[String Comment]@ %2$[contains]@ %3$@
cs: %1$[Komentář řetězce]@ %2$[obsahuje]@ %3$@
da: %1$[String-kommentar]@ %2$[indeholder]@ %3$@
de: %1$[Zeichenfolge-Kommentar]@ %2$[enthält]@ %3$@
es: %1$[El comentario del segmento]@ %2$[contiene]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[contient]@ %3$@
it: %1$[Commento String]@ %2$[contiene]@ %3$@
ja: %1$[文字列コメント]@ が %3$@ %2$[を含む]@
nl: %1$[Opmerking string]@ %2$[bevat]@ %3$@
pl: %1$[Komentarz łańcucha]@ %2$[zawiera]@ %3$@
pt_br: %1$[Comentário da String]@ %2$[contém]@ %3$@
ru: %1$[Примечание строки]@ %2$[содержит]@ %3$@

# %[String Comment]@ %[begins with]@ %@
source: %1$[String Comment]@ %2$[begins with]@ %3$@
cs: %1$[Komentář řetězce]@ %2$[začíná na]@ %3$@
da: %1$[String-kommentar]@ %2$[starter med]@ %3$@
de: %1$[Zeichenfolge-Kommentar]@ %2$[beginnt mit]@ %3$@
es: %1$[El comentario del segmento]@ %2$[empieza con]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[commence par]@ %3$@
it: %1$[Commento String]@ %2$[inizia con]@ %3$@
ja: %1$[文字列コメント]@ が %3$@ %2$[で始まる]@
nl: %1$[Opmerking string]@ %2$[begint met]@ %3$@
pl: %1$[Komentarz łańcucha]@ %2$[rozpoczyna się od]@ %3$@
pt_br: %1$[Comentário da String]@ %2$[começa com]@ %3$@
ru: %1$[Примечание строки]@ %2$[начинается с]@ %3$@

# %[String Comment]@ %[ends with]@ %@
source: %1$[String Comment]@ %2$[ends with]@ %3$@
cs: %1$[Komentář řetězce]@ %2$[končí na]@ %3$@
da: %1$[String-kommentar]@ %2$[ender med]@ %3$@
de: %1$[Zeichenfolge-Kommentar]@ %2$[endet mit]@ %3$@
es: %1$[El comentario del segmento]@ %2$[termina con]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[se termine par]@ %3$@
it: %1$[Commento String]@ %2$[termina con]@ %3$@
ja: %1$[文字列コメント]@ が %3$@ %2$[で終わる]@
nl: %1$[Opmerking string]@ %2$[eindigt op]@ %3$@
pl: %1$[Komentarz łańcucha]@ %2$[kończy się na]@ %3$@
pt_br: %1$[Comentário da String]@ %2$[termina com]@ %3$@
ru: %1$[Примечание строки]@ %2$[заканчивается на]@ %3$@

# %[String Comment]@ %[is]@ %@
source: %1$[String Comment]@ %2$[is]@ %3$@
cs: %1$[Komentář řetězce]@ %2$[je]@ %3$@
da: %1$[String-kommentar]@ %2$[er]@ %3$@
de: %1$[Zeichenfolge-Kommentar]@ %2$[ist]@ %3$@
es: %1$[El comentario del segmento]@ %2$[es]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[est]@ %3$@
it: %1$[Commento String]@ %2$[é]@ %3$@
ja: %1$[文字列コメント]@ が %3$@ %2$[である]@
nl: %1$[Opmerking string]@ %2$[is]@ %3$@
pl: %1$[Komentarz łańcucha]@ %2$[jest]@ %3$@
pt_br: %1$[Comentário da String]@ %2$[é]@ %3$@
ru: %1$[Примечание строки]@ %2$[совпадает с]@ %3$@

# %[String Comment]@ %[is not]@ %@
source: %1$[String Comment]@ %2$[is not]@ %3$@
cs: %1$[Komentář řetězce]@ %2$[není]@ %3$@
da: %1$[String-kommentar]@ %2$[er ikke]@ %3$@
de: %1$[Zeichenfolge-Kommentar]@ %2$[ist nicht]@ %3$@
es: %1$[El comentario del segmento]@ %2$[no es]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[n'est pas]@ %3$@
it: %1$[Commento String]@ %2$[non é]@ %3$@
ja: %1$[文字列コメント]@ が %3$@ %2$[ではない]@
nl: %1$[Opmerking string]@ %2$[is niet]@ %3$@
pl: %1$[Komentarz łańcucha]@ %2$[nie jest]@ %3$@
pt_br: %1$[Comentário da String]@ %2$[não é]@ %3$@
ru: %1$[Примечание строки]@ %2$[не совпадает с]@ %3$@

# %[String Comment]@ %[matches]@ %@
source: %1$[String Comment]@ %2$[matches]@ %3$@
cs: %1$[Komentář řetězce]@ %2$[je shodný]@ %3$@
da: %1$[String-kommentar]@ %2$[matcher]@ %3$@
de: %1$[Zeichenfolge-Kommentar]@ %2$[entspricht]@ %3$@
es: %1$[El comentario del segmento]@ %2$[coincide con]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[correspond à]@ %3$@
it: %1$[Commento String]@ %2$[uguale]@ %3$@
ja: %1$[文字列コメント]@ が %3$@ %2$[と一致]@
nl: %1$[Opmerking string]@ %2$[komt overeen met]@ %3$@
pl: %1$[Komentarz łańcucha]@ %2$[pasuje do]@ %3$@
pt_br: %1$[Comentário da String]@ %2$[combina]@ %3$@
ru: %1$[Примечание строки]@ %2$[соответствует]@ %3$@

# %[String Base Comment]@ %[contains]@ %@
source: %1$[String Base Comment]@ %2$[contains]@ %3$@
cs: %1$[Komentář řetězce původního jazyka]@ %2$[obsahuje]@ %3$@
da: %1$[String base-kommentar]@ %2$[indeholder]@ %3$@
de: %1$[Zeichenfolge-Kommentar in Ausgangssprache]@ %2$[enthält]@ %3$@
es: %1$[El comentario del segmento base]@ %2$[contiene]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[contient]@ %3$@
it: %1$[Commento String Base]@ %2$[contiene]@ %3$@
ja: %1$[ベース文字列コメント]@ が %3$@ %2$[を含む]@
nl: %1$[Opmerking basisstring]@ %2$[bevat]@ %3$@
pl: %1$[Komentarz łańcucha bazowego]@ %2$[zawiera]@ %3$@
pt_br: %1$[Comentário da String Base]@ %2$[contém]@ %3$@
ru: %1$[Примечание базовой строки]@ %2$[содержит]@ %3$@
