Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, da, de, es, it, ja, nl, pl, pt_br, ru

source: File has warnings (double-click for more info)
cs: Varování souboru (informace zobrazíte poklepáním)
da: Arkiver indeholder advarsler (dobbeltklik for mere info)
de: Die Datei enthält Warnungen (Doppelklick für mehr Informationen)
es: El archivo tiene advertencias (haga doble clic si quiere más información)
it: Il File ha avvisi (doppio-click per maggiori info)
ja: 警告があるファイル (ダブルクリックで詳細情報)
nl: Bestand heeft waarschuwingen (dubbelklik voor meer info)
pl: Plik z ostrzeżeniami (kliknij dwa razy, by uzyskać więcej informacji)
pt_br: O arquivo contém alertas (clique duas vezes para mais informações)
ru: Файл имеет предупреждения (дважды щелкните для получения дополнительной информации)

source: File Information
cs: Info o souboru
da: Arkivinformation
de: Datei-Information
es: Información del archivo
it: Informazioni File
ja: ファイル情報
nl: Bestandinformatie
pl: Informacje o pliku
pt_br: Informações do Arquivo
ru: Сведения о файле

source: File is read-only
cs: Soubor jen pro čtení
da: Arkivet er skrivebskyttet
de: Datei hat Nur-Lesen-Status
es: El archivo es de solo lectura
it: File di sola-lettura
ja: 読み込み専用のファイル
nl: Bestand is alleen-lezen
pl: Plik tylko do odczytu
pt_br: O arquivo está protegido
ru: Файл только для чтения

source: File layout needs to be checked
cs: Je třeba zkontrolovat GUI souboru NIB
da: Arkivlayout skal chekkes
de: Datei-Layout muss geprüft werden
es: El diseño del archivo se debe comprobar
it: Layout File necessita di controllo
ja: レイアウトのチェックが必要なファイル
nl: Bestandslayout moet gecontroleerd worden
pl: Układ pliku wymaga sprawdzenia
pt_br: O arquivo de layout precisa ser verificado
ru: Разметка макета файла должна быть проверена

source: File needs to be reloaded
cs: Soubor je potřeba načíst znovu
da: Arkivet skal genindlæses
de: Die Datei muss neu geladen werden
es: El archivo se debe volver a cargar
it: Il File necessita di essere ricaricato
ja: 再読み込みが必要なファイル
nl: Bestand moet opnieuw geladen worden
pl: Plik wymaga odświeżenia
pt_br: O arquivo precisa ser recarregado
ru: Файл должен быть перезагружен

source: Files
cs: souborů
da: Arkiver
de: Dateien
es: Archivos
ja: ファイル
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы

source: For Review
cs: K revizi
da: Til gennemsyn
de: Zur Kontrolle
es: Para revisar
it: Per Revisione
ja: レビュー待ち
nl: Ter controle
pl: Do ponownego przejrzenia
pt_br: Para Revisão
ru: Для просмотра

source: Formatting characters
cs: Formátování znaků
da: Formateringstegn
de: Formatierungszeichen
es: Caracteres de formato
it: Formattazione caratteri
ja: 書式設定文字
nl: Opmaaktekens
pl: Formatowanie znaków
pt_br: Formatando caracteres
ru: Форматирование знаков

source: General
cs: Obecné
da: Generelt
de: Allgemein
it: Generale
ja: 全般
nl: Algemeen
pl: Ogólne
pt_br: Gerl
ru: Основные

source: Global
cs: Globálních
da: Globale
it: Globale
ja: グローバル
nl: Algemeen
pl: Globalne
ru: Глобальный

source: GLOBAL FOLDERS
cs: GLOBÁLNÍ SLOŽKY
da: GENERELLE MAPPER
de: GLOBALE ORDNER
es: CARPETAS GLOBALES
it: CARTELLE GLOBALI
ja: グローバルフォルダ
nl: ALGEMENE MAPPEN
pl: KATALOGI GLOBALNE
pt_br: PASTAS GLOBAIS
ru: ОБЩИЕ ПАПКИ

source: Glossaries Translations
cs: Slovníkové překlady
da: Ordbogsoversættelser
de: Glossar-Übersetzungen
es: Traducciones de glosarios
it: Glossari Traduzioni
ja: 用語集の訳語
nl: Woordenlijstvertalingen
pl: Tłumaczenia słownika
pt_br: Glossários de Traduções
ru: Глоссарии переводов

source: Hide Alternate Translations
cs: Skrýt alternativní překlady
da: Skjul alternative oversættelser
de: Alternative Übersetzungen ausblenden
es: Ocultar las traducciones alternativas
it: Nascondi Traduzioni Alternate
ja: 代替の訳語を隠す
nl: Verberg alternatieve vertalingen
pl: Ukryj alternatywne tłumaczenia
pt_br: Ocultar Traduções Alternativas
ru: Скрыть варианты переводов

source: Hide File Information
cs: Skrýt info o souboru
da: Skjul arkivinformation
de: Datei-Information ausblenden
es: Ocultar la información del archivo
it: Nascondi Informazioni File
ja: ファイル情報を隠す
nl: Verberg bestandinformatie
pl: Ukryj informacje o pliku
pt_br: Ocultar Informações do Arquivo
ru: Скрыть сведения о файле

source: Hide Glossary Translations
cs: Skrýt slovníkové překlady
da: Skjul ordbogsoversættelser
de: Glossar-Übersetzungen ausblenden
es: Ocultar las traducciones del glosario
it: Nascondi Glossario Traduzioni
ja: 用語集の訳語を隠す
nl: Verberg woordenlijstvertalingen
pl: Ukryj tłumaczenia słownika
pt_br: Ocultar Glossários de Tradução
ru: Скрыть глоссарий переводов

source: Hide Invisible Characters
cs: Skrýt neviditelné znaky
da: Skjul usynlige tegn
de: Steuerzeichen ausblenden
es: Ocultar los caracteres invisibles
it: Nacondi caratteri Invisibili
ja: 不可視文字列を非表示にする
nl: Verberg onzichtbare tekens
pl: Ukryj znaki niewidoczne
pt_br: Ocultar Caracteres Invisíveis
ru: Скрыть невидимые знаки

source: Hide Key Column
cs: Skrýt sloupec klíče
da: Skjul Key-kolonne
de: Schlüssel-Spalte ausblenden
es: Ocultar la columna de claves
it: Nascondi Colonna Chiave
ja: キー列を隠す
nl: Verberg kolom Sleutel
pl: Ukryj kolumnę klucza
pt_br: Ocultar Coluna Chave
ru: Скрыть столбец разделов

source: Hide Project Information
cs: Skrýt info o projektu
da: Skjul projektinformation
de: Projekt-Information ausblenden
es: Ocultar la información del proyecto
it: Nascondi Informazioni Progetto
ja: プロジェクト情報を隠す
nl: Verberg projectinformatie
pl: Ukryj informacje o projekcie
pt_br: Ocultar Informações do Projeto
ru: Скрыть информацию о проекте

source: Hide Status Bar
cs: Skrýt stavový řádek
da: Skjul statuslinje
de: Statuszeile ausblenden
es: Ocultar la barra de estado
it: Nascondi Barra Status
ja: ステータスバーを隠す
nl: Verberg statusbalk
pl: Ukryj pasek stanu
pt_br: Ocultar Barra de Status
ru: Скрыть меню статуса

source: Hide String Information
cs: Skrýt info o řetězci
da: Skjul String-information
de: Zeichenfolge-Information ausblenden
es: Ocultar la información del segmento
it: Nascondi Informazioni String
ja: 文字列情報を隠す
nl: Verberg stringinformatie
pl: Ukryj informacje o łańcuchu
pt_br: Ocultar Informações da String
ru: Скрыть данные строки

source: Hide Structure View
cs: Skrýt strukturované zobrazení
da: Skjul strukturvisning
de: Struktur-Ansicht ausblenden
es: Ocultar la vista de la estructura
it: Nascondi Vista Struttura
ja: フォルダ階層ビューを隠す
nl: Verberg structuurweergave
pl: Ukryj widok struktury
pt_br: Ocultar Visualizar Estrutura
ru: Скрыть структуру

source: Hide Text Zone
cs: Skrýt řádek textu
da: Skjul tekstzone
de: Text-Eingabebereich ausblenden
es: Ocultar la zona de texto
it: Nascondi Area testo
ja: テキストゾーンを隠す
nl: Verberg tekstzone
pl: Ukryj pole tekstowe
pt_br: Ocultar Zona de Texto
ru: Скрыть текстовую область

source: hour
cs: hod.
da: time
de: Stunde
es: hora
it: ora
ja: 時間
nl: uur
pl: godzina
pt_br: hora
ru: час.

source: hours
cs: hod.
da: timer
de: Stunden
es: horas
it: ore
ja: 時間
nl: uur
pl: godzin
pt_br: horas
ru: час.

source: Ignore Case
cs: Ignorovat velikost písmen
da: Ikke forskel STORE/små
de: Groß-/Kleinschreibung ignorieren
es: No discriminar entre mayúsculas y minúsculas
ja: 大文字／小文字を無視
nl: Negeer hoofdletters
pl: Ignoruj wielkość liter
pt_br: Ignorar Maiúsculas e Minúsculas
ru: Не учитывать регистр

source: iLocalize did not find the command-line tool “ibtool” which is required to perform localization. Make sure that Xcode 3 or above is installed on your machine. The path to “ibtool” can be manually specified in Preferences > Advanced > Tools.
da: iLocalize fandt ikke kommando-linjeværktøjet “ibtool” som kræver til lokalisering. Sørg for at Xcode 3 eller nyere er installeret på din maskine. Stien til “ibtool” kan angives manuelt i Indstillinger > Avanceret > Værktøj.
de: iLocalize konnte das Kommandozeilen-Werkzeug „ibtool“ nicht finden, das für die Lokalisierung gebraucht wird. Stellen Sie sicher, dass Xcode 3 oder höher auf Ihrem Computer installiert ist. Der Pfad zu „ibtool“ kann von Hand in „Einstellungen > Erweitert > Werkzeuge“ eingestellt werden.
es: iLocalize no ha encontrado la herramienta de línea de instrucciones «ibtool» que se necesita para realizar la localización. Asegúrese de que tiene instalada Xcode 3 o una versión superior en su ordenador. Puede especificar la ruta de «ibtool» abriendo la ventana de Preferencias, haciendo clic en Avanzadas y seleccionando Herramientas.
it: iLocalize non ha trovato lo strumento command-line “ibtool” che è richiesto per eseguire la localizzazione. Assicuratevi che Xcode 3 o maggiore sia installato sulla vostra macchina. Il percorso per “ibtool” può essere manualmente specificato nelle Preferenze > Avanzato > Tools.
ja: iLocalize はローカライズの実行に必要なコマンドラインツール "ibtool" を検出できませんでした。Xcode 3 もしくはそれ以降が Mac にインストールされているか確認して下さい。"ibtool" のパスは、環境設定 > 高度な設定 > ツール で指定することができます。
nl: iLocalize kon het commandoregel programma “ibtool” niet vinden, welke vereist is om te vertalen. Zorg dat Xcode 3 of hoger is geïnstalleerd op uw machine. U kunt het pad naar “ibtool” handmatig opgeven in Voorkeuren > Geavanceerd > Hulpprogramma’s.
pl: iLocalize nie znalazł narzędzia wiersza polecenia "ibtool", które jest wymagane do wykonywania lokalizacji. Upewnij się, że Xcode 3 lub nowsze jest zainstalowane na komputerze. Ścieżka do "ibtool" można ręcznie określić w Preferencje > Zaawansowane > Narzędzia.
pt_br: O iLocalize não encontrou a ferramenta de linha de comando "ibtool", que é necessária para a realização da tradução. Certifique-se que o Xcode 3 ou superior esteja instalado em sua máquina. O caminho para "ibtool" pode ser especificado manualmente em Preferências > Avançado > Ferramentas.
ru: iLocalize не нашел инструмент командной строки «ibtool», который необходим для выполнения локализации. Убедитесь, что Xcode 3 или выше установлена на вашей компьютере. Путь к «ibtool» можно указать вручную в Настройки > Дополнительно > Инструменты.

source: iLocalize has detected that the encoding of the selected file (%1$@) mismatches the encoding of the actual file (%2$@). Do you want to reload the file using the new detected encoding '%2$@'?
cs: iLocalize zjistil, že kódování vybraného souboru (%1$@) nesouhlasí skódováním aktuálního souboru (%2$@). Chcete znovu načíst soubor s použitím nově zjištěného kódování '%2$@'?
da: iLocalize har opdaget, at kodningen af det valgte arkiv (%1$@) ikke matcher kodningen af det faktiske arkiv (%2$@). Vil du genindlæse arkivet med den nyligt opdagede kodning ’%2$@’?
de: iLocalize hat festgestellt, dass das Encoding der gewählten Datei (%1$@) nicht dem Encoding der aktuellen Datei (%2$@) entspricht. Möchten Sie die Datei mit dem neuen erkannten Encoding „%2$@“ erneut laden?
es: iLocalize ha detectado que la codificación del archivo seleccionado (%1$@) no coincide con la codificación real del archivo (%2$@). ¿Quiere volver a cargar el archivo con la nueva codificación detectada '%2$@'?
it: iLocalize ha trovato che la codifica del file selezionato (%1$@) non è eguale alla codifica del file attuale (%2$@). Vuoi ricaricare il file utilizzando la nuova codifica trovata '%2$@'?
ja: iLocalize は選択したファイルのエンコーディング (%1$@) がファイルの実際のエンコーディング (%2$@) と一致していないことを検出しました。新たに検出されたエンコーディング "%2$@" を使用してファイルを再読み込みしますか?
nl: iLocalize heeft gedetecteerd dat de codering van het geselecteerde bestand (%1$@) niet overeenkomt met de codering van het werkelijke bestand (%2$@). Wilt u het bestand opnieuw laden met de gedetecteerde codering %2$@?
pl: iLocalize wykrył, że kodowanie zaznaczonego pliku (%1$@) jest niezgodne z kodowaniem aktualnego pliku (%2$@). Czy chcesz odświeżyć plik z nowym wykrytym kodowaniem „%2$@”?
pt_br: O iLocalize detectou que a codificação do arquivo selecionado (%1$@) não combina com a codificação do atual arquivo (%2$@). Você deseja recarregar o arquivo usando a nova codificação detectada '%2$@'?
ru: iLocalize обнаружила, что кодирование выбранного файла (%1$@) не соответствует кодирования реального файла (%2$@). Хотите перезагрузить файл, используя новые обнаруженные кодировки '%2$@'?

source: Import
cs: Importovat
da: Importer
es: Importar
it: Importa
ja: 読み込む
nl: Importeer
pt_br: Importar
ru: Импорт

source: In Translation
cs: V překladu
da: Under oversættelse
de: In Übersetzung
es: En traducción
it: In Traduzione
ja: 翻訳中
nl: Vertaling gaande
pl: W trakcie tłumaczenia
pt_br: Em Tradução
ru: Перевод

source: Indexing…
cs: Indexování...
da: Indekserer…
de: Beim Indizieren …
es: Indexando…
it: Indicizzo…
ja: 索引を作成中…
nl: Bezig met indexeren…
pl: Indeksuję...
pt_br: Indexando...
ru: Индексация…

# Invalid character 0x%x detected in string "%@" for file "%@"
source: Invalid character 0x%1$x detected in string "%2$@" for file "%3$@"
cs: Byl nalezen neplatný znak 0x%1$x v řetězci "%2$@" souboru"%3$@"
da: Ugyldigt tegn 0x%1$x opdaget i string „%2$@“ for arkivet „%3$@“
de: Ungültiges Zeichen 0x%1$x in Zeichenfolge „%2$@“ für Datei „%3$@“ entdeckt
es: Se ha detectado el carácter no válido 0x%1$x en el segmento «%2$@» del archivo «%3$@»
it: Carattere non valido 0x%1$x trovato nella string "%2$@" per il file "%3$@"
ja: ファイル "%3$@" で、文字列 "%2$@" 中に不正な文字 0x%1$x を検出しました。
nl: Ongeldig teken 0x%1$x gedetecteerd in string "%2$@" voor bestand "%3$@"
pl: Nieprawidłowy znak 0x%1$x wykryto w łańcuchu "%2$@" dla pliku "%3$@"
pt_br: O caractere inválido 0x%1$x foi detectado na string "%2$@" para o arquivo "%3$@"
ru: Недопустимый знак 0x%1$x обнаружен в строке «%2$@» для файла «%3$@»

source: Invalid label ID
da: Ugyldigt mærke-ID
de: Ungültige Etiketten-ID
es: La ID de etiqueta no es válida
it: ID Etichetta non valida
ja: ラベル ID が不正
nl: Ongeldig label id
pl: Nieprawidłowe ID etykiety
pt_br: ID da etiqueta inválido
ru: Неверная метка ID

source: Invariant
cs: Nezměněné
de: Unverändert
es: Invariante
it: Invariato
ja: ベースと同じ
nl: Ongewijzigd
pl: Niezmienny
pt_br: Invariante
ru: Инвариант

source: is not
cs: není
da: er ikke
de: ist nicht
es: no es
it: non è
ja: ではない
nl: is niet
pl: nie jest
pt_br: não é
ru: не совпадает с

source: It is recommended to check the project against inconsistencies
da: Det anbefales at kontrollere projektet for uoverensstemmelser
de: Es wird empfohlen, das Projekt auf Inkonsistenzen zu prüfen
es: Se recomienda comprobar si hay incoherencias en el proyecto
it: SI raccomanda di controllare il progetto per inconsistenze
ja: プロジェクトに不整合がないかチェックすることをお勧めします
nl: Het is aan te bevelen het project te controleren op inconsistenties
pl: Zaleca się sprawdzenie pliku, by wykryć niezgodności.
pt_br: É recomendado verificar o projeto contra inconsistências
ru: Рекомендуется проверить на несоответствия

source: Keep localized NIB layouts
da: Bevar lokaliserede NIB-layouts
de: Lokalisiertes NIB-Layout behalten
es: Conservar los diseños de los archivos NIB localizados
it: Mantieni lyout NIB localizzati
ja: ローカライズした NIB のレイアウトを変更しない
nl: Behoud layout vertaalde NIBs
pl: Zachowaj układ przetłumaczonych plików NIB
pt_br: Manter layouts de NIB traduzidos
ru: Сохранить локализованные разметки NIB макета

source: Key
cs: Klíč
de: Schlüssel
es: Clave
it: Chiave
ja: キー
nl: Sleutel
pl: Klucze
pt_br: Tecla
ru: Раздел

source: Label ID cannot be empty.
cs: ID vysačky nesmí být prázdné.
da: Mærke-ID kan ikke være tom.
de: Etiketten-ID darf nicht leer sein
es: La ID de etiqueta no puede estar en blanco.
it: Etichetta ID non può essere vuota.
ja: ラベル ID が空のままではいけません。
nl: Label id kan niet leeg zijn
pl: ID etykiety nie może być puste.
pt_br: A ID da etiqueta está vazia.
ru: ID метки не может быть пустым.

source: Label ID “%@” already exists.
cs: ID visačka “%@” již existuje.
da: Mærke ID „%@“ findes allerede.
de: Etiketten-ID „%@“ ist bereits vorhanden.
es: La ID de etiqueta «%@» ya existe
it: ID Etichetta “%@” esiste già.
ja: ラベル ID "%@" は既に存在します。
nl: Label id “%@” bestaat al.
pl: ID etykiety “%@” już istnieje.
pt_br: A ID da etiqueta "%@" já existe.
ru: ID метки «%@» уже существует.

source: Languages
cs: Jazyky
da: Sprog
de: Sprachen
es: Idiomas
it: Lingue
ja: 言語
nl: Talen
pl: Języki
pt_br: Idiomas
ru: Языки

# Launch “%@” in %@
source: Launch “%1$@” in %2$@
cs: Spustit “%1$@” v %2$@
da: Start „%1$@“ på %2$@
de: „%1$@“ in %2$@ starten
es: Arrancar %1$@ en %2$@
it: Avvia “%1$@” in %2$@
ja: "%2$@" で "%1$@" を起動
nl: Start “%1$@” in het %2$@
pl: Uruchom “%1$@” w %2$@
pt_br: Carregar “%1$@” em %2$@
ru: Запустить «%1$@» с переводом на %2$@

source: Less than a minute
cs: Méně než minuta
da: Mindre end et minut
de: Weniger als eine Minute
es: Menos de un minuto
it: Meno di un minuto
ja: 1 分未満
nl: Minder dan een minuut
pl: Mniej niż minuta
pt_br: Menos de um minuto
ru: Менее минуты

source: Local
cs: Lokální
da: Lokal
de: Lokal
it: Locale
ja: ローカル
nl: Lokaal
pl: Lokalne
ru: Локальный

source: Localization
cs: Lokalizace
da: Lokalisering
de: Lokalisierung
es: Localización
it: Localizzazione
ja: ローカライズ
nl: Vertaling
pl: Lokalizacja
pt_br: Traduções
ru: Локализация

source: Location
cs: Umístění
da: Placering
de: Ort
es: Carpeta
it: Località
ja: 場所
nl: Lokatie
pl: Lokalizacja
pt_br: Localização
ru: Место

source: Lock
cs: Zamknout
da: Lås
de: Sperre
es: Bloquear
it: Blocca
ja: ロック
nl: Vergrendel
pl: Zablokuj
pt_br: Bloquear
ru: Заблокировать

source: matches
cs: se shoduje
da: matcher
de: RegEx
es: coincidencias
it: ugualianze
ja: 一致
nl: reguliere expressie
pl: pasujące
pt_br: combinações
ru: совпадения

source: Merge…
da: Flet…
de: Zusammenführen …
es: Añadir…
ja: マージ…
nl: Voeg samen…
pl: Połącz…
pt_br: Combinar…
ru: Объединить…

source: minute
cs: min.
da: minut
es: minuto
it: minuto
ja: 分
nl: minuut
pl: minut(y)
pt_br: minuto
ru: мин.

source: minutes
cs: min.
da: minut
de: Minuten
es: minutos
it: minuti
ja: 分
nl: minuten
pl: minut
pt_br: minutos
ru: мин.

source: Mismatch encoding
da: Mismatch kodning
de: Kodierung stimmt nicht überein
es: La codificación no coincide
it: Codifica non eguale
ja: エンコーディングに不整合があります
nl: Codering komt niet overeen
pl: Niezgodne kodowanie
pt_br: Codificação incompatível
ru: Несоответствие кодировки

source: Missing <skeleton> element before <translatable> element. This element is required and contains the relative path of the file.
cs: Ztratila se součást <skeleton> před součástí <translatable>. Tato součást je vyžadována, a obsahuje cestu k souboru.
da: Manglende <skeleton> element før <translatable> element. Dette element er nødvendigt og indeholder den relative sti til arkivet.
de: Vor dem <translatable>-Element wird ein <skeleton>-Element vermisst. Dieses Element wird benötigt und enthält den relativen Pfad zur Datei.
es: Falta el elemento <skeleton> antes del elemento <translatable>. Este elemento es necesario y contiene la ruta relativa del archivo.
it: Manca <skeleton> elemento prima <translatable> elemento. Questo elemento è richiesto e contiene il percorso relativo del file. element is required and contains the relative path of the file.
ja: <translatable> 要素の前になくてはならない <skeleton> 要素がありません。この要素は必須要素であり、ファイルの相対パスが含まれています。
nl: Ontbrekend element <skeleton> vóór element <translatable>. Dit element is verplicht en bevat het relatieve pad van het bestand.
pl: Brak <skeleton> elementu przed elementem<translatable>. Ten element jest wymagany i zawiera odpowiednią ścieżkę do pliku.
pt_br: Está faltando o elemento <skeleton> antes do elemento <translatable>. Este elemento é necessário e contém o caminho relativo do arquivo.
ru: Отсутствует <skeleton> элемент перед <translatable> элементом. Этот элемент является обязательным и содержит относительный путь к файлу.

source: Missing keys
cs: Ztracené klíče
da: Manglende keys
de: Fehlende Schlüssel
es: Faltan las claves
it: Chiavi Mancanti
ja: キーがありません
nl: Ontbrekende sleutels
pl: Brakujące klucze
pt_br: Teclas faltando
ru: Отсутствие разделов

source: Modified
cs: Změněno
da: Ændret
de: Geändert
es: Modificado el
it: Modificato
ja: 最終更新日時
nl: Bewerkt
pl: Zmieniono
pt_br: Modificado
ru: Дата изменения

source: Modified Date
cs: Datum úpravy
da: Ændringsdato
de: Änderungsdatum
es: Fecha de modificación
it: Data Modifica
ja: 最終更新日
nl: Bewerkingsdatum
pl: Data zmian
pt_br: Data de Modificação
ru: Дата изменения

source: Move the selected items to the trash?
da: Skal de valgte emner flyttes til Papirkurven ?
de: Sollen die markierten Elemente in den Papierkorb gelegt werden?
es: ¿Tirar los archivos seleccionados a la papelera?
it: Sposto gli items selezionati nel cestino?
ja: 選択した項目をゴミ箱に入れますか?
nl: Geselecteerde onderdeel naar prullenmand verplaatsen?
pl: Czy przenieść zaznaczone rzeczy do kosza?
pt_br: Mover os itens selecionados para a lixeira?
ru: Переместить выбранные элементы в Корзину?

source: Move To Trash
da: Flyt til Papirkurv
de: In den Papierkorb legen
es: Tirar a la Papelera
it: Sposta nel Cestino
ja: ゴミ箱に入れる
nl: Verplaats naar prullenmand
pl: Przenieś do Kosza
pt_br: Mover Para a Lixeira
ru: Переместить в Корзину

source: Move to Trash
da: Flyt til Papirkurv
de: In den Papierkorb legen
es: Tirar a la Papelera
it: Sposta nel Cestino
ja: ゴミ箱に入れる
nl: Verplaats naar prullenmand
pl: Przenieś do Kosza
pt_br: Mover Para a Lixeira
ru: Переместить в Корзину

source: Name
cs: Názvu
da: Navn
es: Nombre
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя

source: Next
cs: Další
da: Næste
de: Weiter
es: Siguiente
it: Prossimo
ja: 次へ
nl: Volgende
pl: Następne
pt_br: Próximo
ru: Далее

source: NIB file is compiled
cs: NIB je kompilovaný
da: NIBib-arkiv er kompileret
de: NIB-Datei ist kompiliert
es: El archivo NIB está compilado
it: File NIB compilato
ja: コンパイルされたファイルはありません
nl: NIB-bestand is gecompileerd
pl: Plik NIB jest odchudzony
pt_br: O arquivo NIB é compilado
ru: NIB файл скомпилирован

source: No entry
cs: Bez záznamu
da: Intet emne
de: Kein Eintrag
es: No hay entrada
it: No inserimento
ja: エントリがありません
nl: Geen invoer
pl: Brak wpisu
pt_br: Nenhuma entrada
ru: Нет записи

source: No file
cs: Žádný soubor
da: Intet arkiv
de: Keine Datei
es: No hay ningún archivo
ja: ファイルがありません
nl: Geen bestand
pl: Brak pliku
pt_br: Nenhum arquivo
ru: Нет файла

source: No file will be added
cs: Žádný soubor nebude přidán
da: Intet arkiv tilføjes
de: Keine Datei wird hinzugefügt
es: No se añadirá ningún archivo
it: Nessun file verrà aggiunto
ja: 追加されるファイルはありません
nl: Er worden geen bestanden toegevoegd
pl: Żaden plik nie będzie dodany
pt_br: Nenhum arquivo será adicionado
ru: Файл не будет добавлен

source: No file will be removed
cs: Žádný soubor nebude odebrán
da: Intet arkiv fjernes
de: Keine Datei wird entfernt
es: No se eliminará ningún archivo
it: Nessun file verrà rimosso
ja: 削除されるファイルはありません
nl: Er worden geen bestanden verwijderd
pl: Żaden plik nie będzie usunięty
pt_br: Nenhum arquivo será removido
ru: Файл не будет удален

source: No file will be updated
cs: Žádný soubor nebude aktualizován
da: Intet arkiv opdateres
de: Keine Datei wird aktualisiert
es: No se actualizará ningún archivo
it: Nessun file verrà aggiornato
ja: 更新されるファイルはありません
nl: Er worden geen bestanden bijgewerkt
pl: Żaden plik nie będzie uaktualniony
pt_br: Nenhum arquivo será atualizado
ru: Файл не будет обновлен

source: No files will be exported because the target bundle is already up to date.
cs: Nebude exportován žádný soubor, protože cílový balík je aktuální.
da: Ingen arkiver bliver eksporterede, fordi mål-bundle't allerede er up to date.
de: Es werden keine Dateien exportiert, weil das Ziel-Bundle schon aktuell ist.
es: No se exportará ningún archivo porque el paquete de traducción ya está actualizado.
ja: 書き出し先のバンドルは既に最新版なので、書き出されるファイルはありません。
nl: Er worden geen bestanden geëxporteerd omdat de doelbundel al helemaal bijgewerkt is.
pl: Żadne pliki nie będą wyeksportowanie ponieważ docelowy pakiet jest uaktualniony.
pt_br: Nenhum arquivo será exportado porque o pacote de destino já está atualizado.
ru: Файлы не будут экспортирован, потому что целевой пакет уже обновлен.
