Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, da, de, es, it, ja, nl, pl, pt_br, ru

source: Several NIB files located in this bundle are compiled and cannot be localized. Try to contact the author of the bundle to obtain the non-compiled version of these NIB files or if you are the developer, make sure to disable the IBC_FLATTEN_NIBS option before building your bundle.
cs: Několik NIB souborů, umístěných v tomto balíčku, je kompilovaných a nelze je lokalizovat. Zkuste kontaktovat autora balíčku a získat od něj nezkompilované verze těchto NIB souborů, nebo pokud jste vývojář, vypněte při sestavovaní aplikace možnost IBC_FLATTEN_NIBS .
da: Flere NIB-arkiver i dette bundle er kompilerede og kan ikke lokaliseres. Kontakt udvikleren af dette bundle for at få de ikke-kompilerede versioner af disse NIB-arkiver, eller hvis du er udvikler, så sørg for at slå IBC_FLATTEN_NIBS-muligheden fra, inden du bygger dit bundle.
de: Veschiedene Dateien in diesem Bundle sind kompiliert und können daher nicht übersetzt werden. Versuchen Sie den Programm-Autor zu erreichen und nach einer unkompilierten Version dieser NIB-Dateien zu fragen. Falls Sie selbst das Programm entwickeln, stellen Sie in Ihrem Xcode-Projekt des Programms sicher, dass die Option IBC_FLATTEN_NIBS abgeschaltet ist, und erzeugen Sie ein neues Bundle.
es: Varios archivos NIB de este paquete están compilados y no se pueden localizar. Intente ponerse en contacto con el autor del paquete para conseguir las versiones sin compilar de estos archivos NIB o, si es usted el desarrollador, asegúrese de desactivar la opción IBC_FLATTEN_NIBS antes de generar el paquete.
it: Molti file NIB di questo bundle sono compilati e non potranno essere localizzati. Prova a contattare l'autore del bundle per ottenere una versione non-compilata di questi files NIB o se siete lo sviluppatore, assicuratevi di disabilitare l'opzione IBC_FLATTEN_NIBS prima di generare il vostro bundle.
ja: このバンドルには、コンパイルされている NIB ファイルがあり、ローカライズできません。バンドルの作者に連絡を取り、NIB ファイルのコンパイルされていないバージョン入手して下さい。あなた自身が開発者なら、IBC_FLATTEN_NIBS オプションを無効にしてからバンドルをビルドして下さい。
nl: Diverse NIB-bestanden in deze bundel zijn gecompileerd en kunnen niet worden vertaald. Probeer om contact op te nemen met de auteur van de bundel voor de niet-gecompileerde versie van de NIB-bestanden of zorg als u de ontwikkelaar bent om de optie IBC_FLATTEN_NIBS uit te schakelen voordat u uw bundel maakt.
pl: Kilka plików NIB znajdujących się w tym pakiecie są ochudzone i nie mogą być lokalizowane. Spróbuj skontaktować się z autorem pakietu, aby uzyskać nieodchudzone pliki NIB lub jeśli jesteś deweloperem pamiętaj, aby wyłączyć opcję IBC_FLATTEN_NIBS przed rozpoczęciem budowy pakietu.
pt_br: Vários arquivos NIB localizados neste pacote são compilados e não podem ser traduzidos. Tente contato com o autor do pacote para obter a versão não-compilada desses arquivos NIB ou se você é um desenvolvedor, não esqueça de desabilitar a opção IBC_FLATTEN_NIBS antes de construir o seu pacote.
ru: Несколько NIB файлов, расположенных в этом пакете скомпилированны и не могут быть локализованы. Попытайтесь связаться с автором пакета для получения нескомпилированных версий этих NIB файлов, или если разработчик вы, убедитесь, чтобы отключили параметр IBC_FLATTEN_NIBS до создания вашего пакета.

source: Several NIB files of this bundle are located outside of a language folder (e.g. a folder that has the .lproj suffix). These files will be ignored by iLocalize.
cs: Některé soubory NIB jsou mimo jazykovou složku (př. nějaká složka, která má koncovku .lproj). Tyto soubory bude iLocalize ignorovat.
da: Flere NIB-arkiver i dette bundle befinder sig udenfor en sprogmappe (dvs. en mappe med endelsen .lproj). Disse arkiver ignoreres af iLocalize.
de: Verschiedene NIB-Dateien dieses Bundles liegen außerhalb von Sprache-Ordnern (das sind Ordner mit der Endung .lproj). Diese Dateien werden von iLocalize ignoriert.
es: Varios archivos NIB de este paquete se han guardado fuera de una carpeta de idioma (es decir, fuera de una carpeta que tenga el sufijo .lproj). iLocalize no tendrá en cuenta estos archivos.
it: Molti file NIB di questo bundle sono posizionati fuori dalla cartella della lingua( es. una cartella che non ha il suffisso .lproj). Questi files verranno ignorati da iLocalize.
ja: このバンドルには、言語フォルダ (例: .lproj 拡張子がついているフォルダ) の外部に配置されている NIB ファイルがあります。これらのファイルを iLocalize は無視します。
nl: Diverse NIB-bestanden nibbestanden in deze bundel staan buiten een taalmap (bijv. een map met de suffix .lproj). iLocalize zal deze negeren.
pl: Kilka plików NIB w tym pakiecie znajduje się poza katalogiem języka (np. katalog zawierający sufiks .lproj). Te pliki będą ignorowane przez iLocalize.
pt_br: Vários arquivos NIB deste pacote estão traduzidos fora de uma pasta de idioma (por exemplo, uma pasta que tem o sufixo. lproj). Esses arquivos serão ignorados pelo iLocalize.
ru: Несколько NIB файлов этого пакета расположены за пределами языковой папки (напр., папка, у которой суффикс .lproj). Эти файлы будут проигнорированы iLocalize.

source: Show Alternate Translations
cs: Zobrazit alternativní překlady
da: Vis alternative oversættelser
de: Alternative Übersetzungen einblenden
es: Mostrar las traduciones alternativas
it: Mostra Traduzioni Alternate
ja: 代替の訳語を表示
nl: Toon alternatieve vertalingen
pl: Pokaż alternatywne tłumaczenia
pt_br: Exibir Traduções Alternativas
ru: Показать варианты переводов

source: Show File Information
cs: Zobrazit info o souboru
da: Vis arkivinformation
de: Datei-Information einblenden
es: Mostrar la información del archivo
it: Mostra Informazioni File
ja: ファイル情報を表示
nl: Toon bestandinformatie
pl: Pokaż informacje o pliku
pt_br: Exibir Informações do Arquivo
ru: Показать сведения о файле

source: Show Files Specific To “%@”
cs: Zobrazit soubory, specifické pro “%@”
da: Vis arkiver specifille for „%@“
de: Dateien für „%@“ zeigen
es: Mostrar los archivos específicos del %@
it: Mostra Files Specifici A “%@”
ja: "%@" に固有のファイルを表示
nl: Toon bestanden specifiek voor “%@”
pl: Pokaż specyficzne pliki dla “%@”
pt_br: Exibir Arquivos Especificados Para “%@”
ru: Показать файлы связанные с языком «%@»

source: Show Glossary Translations
cs: Zobrazit slovníkové překlady
da: Vis ordbogsoversættelser
de: Glossar-Information einblenden
es: Mostrar las traducciones del glosario
it: Mostra Glossario Traduzioni
ja: 用語集の訳語を表示
nl: Toon woordenlijstvertalingen
pl: Pokaż tłumaczenia słownika
pt_br: Exibir Glossários de Tradução
ru: Показать глоссарий переводов

source: Show Invisible Characters
cs: Zobrazit neviditelné znaky
da: Vis usynlige tegn
de: Steuerzeichen zeigen
es: Mostrar los caracteres invisibles
it: Mostra Caratteri Invisibili
ja: 不可視文字を表示
nl: Toon onzichtbare tekens
pl: Pokaż znaki niewidoczne
pt_br: Exibir Caracteres Invisíveis
ru: Показать невидимые знаки

source: Show Key Column
cs: Zobrazit sloupec klíče
da: Vis Key-kolonne
de: Schlüssel-Spalte einblenden
es: Mostrar la columna de claves
it: Mostra Colonna Chiave
ja: キー列を表示
nl: Toon kolom Sleutel
pl: Pokaż kolumnę klucza
pt_br: Exibir Coluna Chave
ru: Показать столбец разделов

source: Show Project Information
cs: Zobrazit info o projektu
da: Vis projektinformation
de: Projekt-Information einblenden
es: Mostrar la información del proyecto
it: Mostra Informazioni Progetto
ja: プロジェクト情報を表示
nl: Toon projectinformatie
pl: Pokaż informacje o projekcie
pt_br: Exibir Informações do Projeto
ru: Показать информацию о проекте

source: Show Status Bar
cs: Zobrazit stavový řádek
da: Vis statusbjælke
de: Statusleiste einblenden
es: Mostrar la barra de estado
it: Mostra Barra Status
ja: ステータスバーを表示
nl: Toon statusbalk
pl: Pokaż pasek stanu
pt_br: Exibir Barra de Status
ru: Показать меню статуса

source: Show String Information
cs: Zobrazit info o řetězci
da: Vis string-information
de: Zeichenfolge-Information einblenden
es: Mostrar la información del segmento
it: Mostra Informazioni String
ja: 文字列情報を表示
nl: Toon stringinformatie
pl: Pokaż informacje o łańcuchu
pt_br: Exibir Informações da String
ru: Показать сведения о строке

source: Show Structure View
cs: Zobrazit strukturovaně
da: Vis strukturvisning
de: Struktur-Ansicht einblenden
es: Mostrar la vista de la estructura
it: Mostra Vista Struttura
ja: フォルダ階層ビューを表示
nl: Toon structuurweergave
pl: Pokaż widok struktury
pt_br: Exibir Visualizar Estrutura
ru: Показать структуру

source: Show Text Zone
cs: Zobrazit řádek textu
da: Vis tekstzone
de: Text-Eingabebereich einblenden
es: Mostrar la zona de texto
it: Mostra Area Testo
ja: テキストゾーンを表示
nl: Toon tekstzone
pl: Pokaż pole tekstowe
pt_br: Exibir Zona de Texto
ru: Показать текстовую область

source: Source Application Missing
cs: Ztratil se zdroj aplikace
da: Kildeprogrammet findes ikke
de: Kein Ausgangsprogramm
es: Falta la aplicación de origen
it: Applicazione Sorgente Mancante
ja: ソ−スアプリケーションがありません
nl: Bronprogramma niet gevonden
pl: Brak programu źródłowego
pt_br: Ausência do Aplicativo de Origem
ru: Отсутствует источник приложения

source: String has some inconsistencies
cs: Řetězec má nějaké nesrovnalosti
da: String har uoverensstemmelser
de: Die Zeichenfolge weist Inkonsistenzen auf
es: El segmento tiene varias incoherencias
it: String ha delle inconsistenze
ja: 不整合がある文字列
nl: String heeft bepaalde inconsistenties
pl: Łańcuch zawiera kilka niezgodności
pt_br: O texto contém algumas inconsistências
ru: Строка имеет некоторые несоответствия

source: String Information
cs: Info o řetězci
de: Zeichenfolge-Information
es: Información del segmento
it: Informazioni String
ja: 文字列情報
nl: Stringinformatie
pl: Informacje o łańcuchu
pt_br: Informações da String
ru: Данные строки

source: Text
da: Tekst
es: Texto
nl: Tekst

source: The application is not found. Make sure to build the application before launching it.
da: Programmet blev ikke fundet. Sørg for at generere programmet, før du starter det.
de: Das Programm wurde nicht gefunden. Stellen Sie sicher, dass es korrekt erzeugt wurde.
es: No se ha encontrado la aplicación. Asegúrese de generar la aplicación antes de arrancarla.
it: L'applicazione non è stata trovata. Assicurati di costruire l'applicazione prima di avviarla.
ja: アプリケーションが見つかりません。まずアプリケーションを構築してから起動して下さい。
nl: Het programma is niet gevonden. Zorg dat u het programma genereert voordat u het start.
pl: Nie znaleziono programu. Upewnij się, że zbudowano program przed jego uruchomieniem.
pt_br: O aplicativo não foi encontrado. Construa o aplicativo antes de carregá-lo.
ru: Приложение не найдено. Убедитесь, что создали приложение прежде, чем запустить его.

source: The exported file “%@” already exists
da: Det eksporterede arkiv „%@“ findes allerede
de: Die exportierte Datei „%@“ existiert bereits.
es: El archivo exportado «%@» ya existe
it: Il file esportato “%@” esiste già
ja: 書き出し先ファイル "%@" は既に存在しています
nl: Het geëxporteerde bestand “%@” bestaat al
pl: Eksportowany plik „%@” już istnieje
pt_br: O arquivo exportado "%@" já existe
ru: Экспортируемый файл «%@» уже существует

source: The glossaries have been generated
nl: De woordenlijsten zijn aangemaakt

source: The glossary already exists on the disk
nl: De woordenlijst bestaat al op schijf

source: The glossary has been generated
nl: De woordenlijst is gegenereerd

source: The operation reported the following errors:
cs: Operace nahlásila následující chyby:
da: Operationen rapporterede de følgende fejl:
de: Die Operation meldete die folgenden Fehler:
es: La operación ha generado un informe con los siguientes errores:
it: L'operazione ha riportato i seguenti errori:
ja: 処理の結果、次のエラーが発生しました:
nl: De volgende fouten traden op bij deze bewerking:
pl: Czynność zgłosiła następujące błędy:
pt_br: A operação retornou os seguintes erros:
ru: Операция сообщила о следующих ошибках:

source: The operation reported the following warnings:
cs: Operace nahlásila následující problémy:
da: Operationen rapporterede de følgende advarsler:
de: Die Operation meldete die folgenden Warnungen:
es: La operación ha generado un informe con las siguientes advertencias:
it: L'operazione ha riportato i seguenti avvisi:
ja: 処理の結果、次の警告が発生しました:
nl: De volgende waarschuwingen traden op bij deze bewerking:
pl: Czynność zgłosiła następujące ostrzeżenia:
pt_br: A operação retornou os seguintes alertas:
ru: Операция сообщил следующие предупреждения:

source: The project directory “%@” will be created if necessary
cs: Adresář projektu “%@” se vytvoří ,když bude třeba
da: Projektmappen „%@“ oprettes om nødvendigt
de: Das Projektverzeichnis „%@“ wird erzeugt, falls nötig.
es: Se creará la carpeta del proyecto «%@» si fuese necesario
it: La .... del progetto "%@" verrà creata se necessario
ja: プロジェクトディレクトリ "%@" は必要に応じて作成されます
nl: De projectmap “%@” wordt gemaakt indien nodig
pl: Jeśli będzie to konieczne zostanie utworzony katalog projektu "%@"
pt_br: O diretório do projeto "%@" será criado se necessário
ru: Каталог проекта «%@» будет создан при необходимости

source: The project folder already exists
cs: Složka projektu již existuje
da: Projektmappen findes allerede
de: Das Projektverzeichnis existiert bereits
es: La carpeta del proyecto ya existe
it: La cartella progetto esiste già
ja: プロジェクトフォルダは既に存在しています
nl: De projectmap bestaat al
pl: Katalog projektu już istnieje
pt_br: A pasta do projeto já exise
ru: Папка проекта уже существует

source: The project folder “%@” already exists. Do you want to move it to the trash and create a new one?
cs: Složka projektu “%@” již existuje. Přejete si ji zahodit do koše, a vytvořit jinou?
da: Projektmappen „%@“ findes allerede. Vil du flytte den til Papirlkurven og oprette en ny?
de: Das Projektverzeichnis „%@“ existiert bereits. Möchten Sie es in den Papierkorb legen und ein neues erstellen?
es: La carpeta de proyecto «%@» ya existe. ¿Quiere tirarla a la papelera y crear una nueva?
it: La cartella del Progetto"%@" esiste già. Vuoi spostarla nel cestino e crearne una nuova?
ja: プロジェクトフォルダ "%@" は既に存在しています。既存のフォルダをゴミ箱に入れて新たに作成し直しますか?
nl: De projectmap “%@” bestaat al. Wilt u deze naar de prullenmand verplaatsen en een nieuwe maken?
pl: Katalog projektu „%@” już istnieje. Czy chcesz go przenieść do kosza i utworzyć nowy katalog?
pt_br: A pasta "%@" do projeto já existe. Você deseja movê-la para a lixeira e criar uma nova?
ru: Папка проекта «%@» уже существует. Хотите переместить ее в Корзину и создать новую?

source: The project has been checked
da: Projektet er blevet kontrolleret
de: Das Projekt wurde geprüft
es: El proyecto se ha comprobado
it: Il progetto è stato controllato
ja: プロジェクトをチェックしました
nl: Het project is gecontroleerd
pl: Sprawdzono projekt
pt_br: O projeto foi já foi verificado
ru: Проект был проверен

source: The project needs to be upgraded
da: Projektet skal opgraderes
de: Das Projekt sollte aktualisiert werden
es: El proyecto se debe actualizar
it: Il progetto necessita di aggiornamento
ja: プロジェクトはアップグレードが必要です
nl: Het project moet worden bijgewerkt
pl: Projekt wymaga uaktualnienia
pt_br: O projeto precisa ser atualizado
ru: Проект необходимо обновить

source: The project will be moved to the trash.
da: Projektet flyttes til Papirkurven.
de: Das Projekt wird in den Papierkorb gelegt.
es: El proyecto se tirará a la papelera.
it: Il progetto verrà spostato nel cestino.
ja: プロジェクトはゴミ箱に入ります。
nl: Het project zal naar de prullenmand verplaatst worden.
pl: Projekt zostanie przeniesiony do Kosza.
pt_br: O projeto será movido para a lixeira.
ru: Проект будет перемещен в Корзину.

source: The project “%@” was saved with an older version of iLocalize. To open it, iLocalize will have to upgrade it, leaving a copy of the older project. Do you want to open and upgrade this project?
da: Projektet „%@“ er arkiveret med en ældre version af iLocalize. For at åbne det, er iLocalize nødt til at opgradere det, men bevarer en kopi af det gamle arkiv. Vil du åbne og opgradere dette projekt?
de: Das Projekt „%@“ wurde von einer älteren iLocalize-Version gespeichert. Um es öffnen zu können, muss iLocalize es aktualisieren. Dabei wird eine Kopie des älteren Projektes angelegt. Möchten Sie das Projekt öffnen und aktualisieren?
es: El proyecto «%@» se guardó con una versión anterior de iLocalize. Para abrirlo, iLocalize tendrá que actualizarlo dejando una copia del proyecto anterior. ¿Quiere abrir y actualizar el proyecto?
it: Il progetto"%@" è stato salvato con una versione più vecchia di iLocalize. Per aprirlo iLocalize dovrà aggiornarlo, lasciando una copia del vecchio progetto. Vuoi aprire e aggiornare questo progetto?
ja: プロジェクト "%@" は、以前のバージョンの iLocalize で保存されています。これを開くには、プロジェクトをアップグレードしなくてはなりません。アップグレード前のプロジェクトはコピーが残ります。このプロジェクトを開いてアップグレードしますか?
nl: Het project “%@” is bewaard met een oudere versie van iLocalize. Om deze te openen moet iLocalize het bestand upgraden, waarbij een kopie van het oudere project blijft bestaan. Wilt u het project openen en upgraden?
pl: Projekt „%@” został zachowany w starszej wersji iLocalize. By otworzyć go, iLocalize musi go uaktualnić, pozostawiając kopię starszego projektu. Czy na pewno chcesz otworzyć i uaktualnić projekt?
pt_br: O projeto "%@" foi salvo com uma versão antiga do iLocalize. Para abrí-lo, o iLocalize deve ser atualizado, deixando uma cópia do projeto antigo. Você deseja abrir e atualizar este projeto?
ru: Проект «%@» был сохранен с более старой версией iLocalize. Чтобы открыть его, iLocalize придется обновить ее, оставив копии старых проектов. Хотите открыть и обновить этот проект?

source: The selected label is used in the project
da: Det valgte mærke bruges i projektet
de: Das markierte Etikett wird im Projekt verwendet
es: La etiqueta seleccionada se usa en el proyecto
it: L'etichetta selezionata è utilizzata nel progetto
ja: 選択したラベルはプロジェクトで使用されています
nl: Het geselecteerde label wordt gebruikt in het project
pl: Zaznaczona etykieta jest używana w projekcie
pt_br: A etiqueta selecionada está sendo usada pelo projeto
ru: Выбранная метка используется в проекте

source: The source application “%@” doesn't contains any language. At least one language must exist.
cs: Původní aplikace “%@” neobsahuje žádné jazyky. Musí tam být alespoň jeden.
da: Kilde-programmet „%@“ indeholder ingen sprog. Der skal findes mindst et sprog.
de: Das Ausgangsprogramm „%@“ enthält keine Sprache. Es muss jedoch mindestens eine Sprache vorhanden sein.
es: La aplicación de origen «%@» no contiene ningún idioma. Debe contener al menos un idioma.
it: L'applicazione sorgente "%@" non contiene lingue. Almeno una deve esistere.
ja: ソースアプリケーション "%@" には言語ファイルが含まれていません。少なくとも言語がひとつ存在しなくてはなりません。
nl: Het bronprogramma “%@” bevat geen taalinformatie. Er moet tenminste één taal bestaan.
pl: Program źródłowy „%@” nie zawiera żadnego języka. Wymagany jest co najmniej jeden język.
pt_br: O aplicativo de origem "%@" não contém qualquer idioma. Ao menos um idioma deve existir.
ru: Исходное приложение «%@» не содержит ни одного языкового файла. Должен существовать хотя бы один язык.

source: The source application “%@” doesn't exist. Select a source application to correct the problem.
cs: Zdrojová aplikace “%@” neexistuje. Vyberte nějakou zdrojovou aplikaci a vyřešte problém.
da: Kilde-programmet „%@“ eksisterer ikke. Vælg et kilde-program for at rette problemet.
de: Das Ausgangsprogramm „%@“ existiert nicht. Wählen Sie ein Ausgangsprogramm, um das Problem zu beheben.
es: La aplicación de origen «%@» no existe. Seleccione una aplicación de origen para solucionar el problema.
it: L'applicazione sorgente "%@" non esiste. Seleziona una applicazione sorgente per correggere il problema.
ja: ソースアプリケーション "%@" が存在しません。ソースアプリケーションを選択してこの問題を解決して下さい。
nl: De bronapplicatie “%@” bestaat niet. Selecteer een bronapplicatie om het probleem te verhelpen.
pl: Program źródłowy "%@" nie istnieje. Wybierz program źródłowy, aby naprawić problem.
pt_br: O aplicativo de origem “%@” não existe. Selecione um aplicativo de origem para corrigir o problema.
ru: Исходное приложение «%@» не существует. Выберите исходное приложение для устранения проблемы.

source: The specified glossary already exists
da: Den angivne ordbog findes allerede
de: Das gewählte Glossar existiert schon.
es: El glosario especificado ya existe
it: Il glossario specificato esiste già
ja: 指定の用語集は既に存在しています
nl: De opgegeven woordenlijst bestaat al
pl: Określony słownik już istnieje
pt_br: O glossário especificado já existe
ru: Указанный глоссарий уже существует

source: The XLIFF file “%@” already exists
cs: XLIFF soubor “%@” již existuje
da: XLIFF-arkivet „%@“ findes allerede
de: Die XLIFF-Datei „%@“ besteht bereits
es: El archivo XLIFF «%@» ya existe
it: Il file XLIFF “%@” esiste già
ja: XLIFF ファイル “%@” は既に存在しています
nl: Het XLIFF-bestand “%@” bestaat al
pl: Plik XLIFF “%@” już istnieje
pt_br: O arquivo XLIFF “%@” já existe
ru: XLIFF файл «%@» уже существует

source: There are no strings to translate.
cs: K překladu nejsou žádné řetězce
da: Der er ingen strings at oversætte.
de: Alle Zeichenfolgen sind übersetzt.
es: No hay segmentos por traducir.
it: Non ci sno string da tradurre.
ja: 翻訳されていない文字列はありません。
nl: Er zijn geen strings om te vertalen.
pl: Brak łańcuchów do przetłumaczenia.
pt_br: Não existem strings para traduzir.
ru: Нет никаких строк для перевода.

source: This action cannot be undone.
da: Denne handling kan ikke fortrydes.
de: Dies kann nicht rückgängig gemacht werden.
es: Esta operación no se podrá anular.
it: Questa azione non può essere annullata
ja: この操作は取り消せません。
nl: Dit kan niet ongedaan gemaakt worden.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não poderá ser desfeita.
ru: Это действие не может быть отменено.

source: This language already exists in the project.
da: Dette sprog findes allerede i projektet.
de: Diese Sprache ist bereits im Projekt vorhanden.
es: Este idioma ya existe en el proyecto.
it: Questa lingua esiste già nel progetto.
ja: この言語は既にプロジェクトに存在します。
nl: Deze taal bestaat al in dit project.
pl: Ten język już istnieje w projekcie.
pt_br: Este idioma já existe no projeto.
ru: Этот язык уже существует в проекте.

source: This project cannot be opened because it has been created on Tiger
da: Dette projekt kan ikke åbnes, fordi det er oprettet på Tiger
de: Dieses Projekt kann nicht geöffnet werden, da es unter Tiger erstellt wurde
es: Este proyecto no se puede abrir porque se ha creado en Tiger
it: Questo progetto non può essere aperto perché è stato creato con Tiger
ja: Tiger で作成されているためこのプロジェクトを開くことはできません
nl: Dit project kan niet worden geopend omdat het is gemaakt onder Tiger
pl: Nie można otworzyć tego projektu ponieważ został utworzony w systemie Tiger.
pt_br: O projeto não pode ser berto porque ele foi criado no Tiger
ru: Не удается открыть этот проект, потому что она была создан он был создан в Tiger

source: This project cannot be opened because the archive is invalid
da: Dette projekt kan ikk eåbens, fordi arkivet er ugyldigt
de: Dieses Projekt kann nicht geöffnet werden, da das Archiv ungültig ist
es: Este proyecto no se puede abrir porque el archivo comprimido no es válido
it: Il progetto non può essere aperto perchè l'archion non è valido
ja: アーカイブが壊れているためこのプロジェクトを開くことはできません
nl: Dit project kan niet worden geopend omdat het archief ongeldig is
pl: Nie można otworzyć projektu, ponieważ archiwum jest nieprawidłowe.
pt_br: Este projeto não pode ser aberto porque o arquivo é inválido
ru: Не удается открыть этот проект, потому что архив недопустим или поврежден
