Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, da, de, es, it, ja, nl, pl, pt_br, ru

source: No inconsistencies have been detected.
cs: Nebyly zjištěny žádné nesrovnalosti.
da: Ingen uoverensstemmelser blev fundet.
de: Es wurden keine Inkonsistenzen gefunden.
es: No se ha detectado ninguna incoherencia.
it: Non sono state trovate incosistenze
ja: 不整合は検出されませんでした。
nl: Er zijn geen inconsistenties gevonden.
pl: Nie wykryto niezgodności.
pt_br: Nenhuma consistência foi detectada.
ru: Не выявлено никаких несоответствий.

source: No Language Detected
cs: Nebyl zjištěn žádný jazyk
da: Intet sprog registreret
de: Keine Sprache gefunden
es: No se ha detectado ningún idioma
it: Nessuna Lingua Trovata
ja: 言語が検出されませんでした
nl: Geen taal gedetecteerd
pl: Nie wykryto języka
pt_br: Nenhum Idioma Detectado
ru: Язык не обнаружено

source: No Previous Version
cs: Bez předchozí verze
da: Ingen tidligere version
de: Keine vorige Version
es: No hay versión previa
it: Nessuna Versione Precedente
ja: 以前のバージョンはありません
nl: Geen vorige versie
pl: Brak poprzedniej wersji
pt_br: Nenhuma Versão Anterior
ru: Не предыдущая версия

source: No Propagation
cs: Nepřenášet nikam
da: Ingen overførsel
de: Kein Vorschlag
es: No hay propagación
it: No Propagazione
ja: 伝播しない
nl: Geen verdere doorvoer
pl: Nie powielaj
pt_br: Nenhuma Propagação
ru: Не распространять

source: No Recent Document
cs: Žádný poslední dokument
da: Intet seneste dokument
de: Kein benutztes Dokument
es: No hay documentos recientes
it: No Documento Recente
ja: 最近使った文書はありません
nl: Geen recent document
pl: Brak ostatnich dokumentów
pt_br: Nenhum Documento Recente
ru: Не недавно использованный документ

source: Nothing to export
cs: Nic k importu
da: Intet at eksportere
de: Kein Export nötig
es: No hay nada que exportar
ja: 書き出しの対象となるものがありません
nl: Niets te exporteren
pl: Brak rzeczy do wyeksportowania
pt_br: Nada para exportar
ru: Ничего нет для экспорта

source: One entry
cs: Jeden záznam
da: Et emne
de: Ein Eintrag
es: Una entrada
it: Un inserimento
ja: 1 エントリ
nl: Eén onderdeel
pl: Jeden wpis
pt_br: Uma entrada
ru: Одна запись

source: One file is a duplicate
cs: Jeden soubor je duplicitní
da: Et arkiv er en dublet
de: Eine Datei ist eine Dublette
es: Un archivo es un duplicado
it: Un file è un duplicato
ja: 重複しているファイルがひとつあります
nl: Er is één duplicaatbestand
pl: Jeden plik jest powielony
pt_br: Um arquivo é duplicado
ru: Один файл является дубликатом

source: One file is read-only
cs: Jeden soubor je jen pro čtení
da: Et arkiv er skrivebeskyttet
de: Eine Datei hat Nur-Lesen-Status
es: Un archivo es de solo lectura
it: Un file è di sola-lettura
ja: 読み込み専用のファイルがひとつあります
nl: Er is één alleen-lezen bestand
pl: Jeden plik tylko do odczytu
pt_br: Um arquivo é somente leitura
ru: Один файл только для чтения

source: One file will be added
cs: Jeden soubor bude přidán
da: Et arkiv tilføjes
de: Eine Datei wird hinzugefügt
es: Se añadirá un archivo
it: Un file verrà aggiunto
ja: 追加されたファイルがひとつあります
nl: Er wordt één bestand toegevoegd
pl: Jeden plik zostanie dodany
pt_br: Um arquivo será adicionado
ru: Один файл будет добавлен

source: One file will be removed
cs: Jeden soubor bude odebrán
da: Et arkiv fjernes
de: Eine Datei wird entfernt
es: Se eliminará un archivo
it: Un file verrà rimosso
ja: 削除されたファイルがひとつあります
nl: Er wordt één bestand verwijderd
pl: Jeden plik zostanie usunięty
pt_br: Um arquivo será removido
ru: Один файл будет удален

source: One file will be updated
cs: Jeden soubor bude aktualizován
da: Et arkiv opdateres
de: Eine Datei wird aktualisiert
es: Se actualizará un archivo
it: Un file verrà aggiornato
ja: 更新されたファイルがひとつあります
nl: Er wordt één bestand bijgewerkt
pl: Jeden plik zostanie uaktualniony
pt_br: Um arquivo será atualizado
ru: Один файл будет обновлен

source: One NIB file is compiled and cannot be localized
cs: Jeden NIB je kompilovaný a nelze ho lokalizovat
da: Et NIB-arkiv er komplieret og kan ikke lokaliseres
de: Eine NIB-Datei ist kompiliert und kann nicht übersetzt werden
es: Hay un archivo NIB que está compilado y no se puede localizar
it: Un file NIB è compilato e non può essere localizzato
ja: コンパイルされた NIB ファイルがひとりあり、ローカライズできません
nl: Er is één gecompileerd NIB-bestand dat dus niet vertaald kan worden
pl: Jeden plik NIB jest odchudzony i nie może być przetłumaczony
pt_br: Um arquivo NIB está compilado e não pode ser traduzido
ru: Одно NIB файл скомпилирован и не может быть локализован

source: One NIB file is not located in language folder
cs: Jeden NIB není umístěn ve složce jazyka (lproj)
da: Et NIB-arkiv befinder sig ikke i sprogmappe
de: Eine NIB-Datei liegt nicht in einem Sprache-Ordner
es: Hay un archivo NIB que no está guardado en la carpeta de idioma
it: Un file NIB non è posizionato nella cartella della lingua
ja: 言語フォルダに配置されていない NIB ファイルがひとつあります
nl: Er is één NIB-bestand dat niet in een taalmap staat
pl: Jeden plik NIB nie znajduje się w katalogu językowym
pt_br: Um arquivo NIB não está traduzido na pasta do idioma
ru: Одно NIB файл расположен не в папке языка

source: One or more glossaries already exist on the disk
nl: Een of meer woordenlijsten bestaat al op schijf

source: One string to translate
cs: Jeden řetězec k přeložení
da: En string at oversætte
de: Eine zu übersetzende Zeichenfolge
es: Queda un segmento por traducir
it: Una string da tradurre
ja: 翻訳が必要な文字列がひとつあります
nl: Nog één te vertalen string
pl: Jeden łańcuch do przetłumaczenia
pt_br: Uma string para traduzir
ru: Одна строка для перевода

source: Only .app or .ape bundles can be launched from within iLocalize.
da: Kun .app eller .ape -bundles kan startes fra iLocalize
de: Nur .app- oder .ape-Bundles können aus iLocalize heraus gestartet werden.
es: Desde iLocalize, solo se pueden arrancar paquetes con las extensiones .app o .ape.
it: Solo .app o .ape bundles possono essere avviate all'interno con iLocalize.
ja: iLocalize から起動できるバンドルは、.app もしくは、.ape だけです。
nl: Alleen .app of .ape bundels kunnen vanuit iLocalize gestart worden.
pl: Tylko pakiety .app lub .ape mogą być uruchamiane z iLocalize.
pt_br: Somente pacotes .app ou .ape podem ser carregados do iLocalize.
ru: Только .app или .ape пакеты могут быть запущены в iLocalize.

source: Open and Upgrade
da: Åbn og opgrader
de: Öffnen und aktualisieren
es: Abrir y actualizar
it: Apri e Aggiorna
ja: 開いて更新
nl: Open en upgrade
pl: Otwórz i uaktualnij
pt_br: Abrir e atualizar
ru: Открыть и обновить

source: Open For
cs: Otevřít pro
da: Åbent i
de: Geöffnet seit:
es: Abierto desde hace
it: Aperto Per
ja: 使用時間
nl: Open voor
pl: Otwarty od
pt_br: Abrir Para
ru: Открыт в течении

# Open for %d %@
source: Open for %1$d %2$@
cs: Otevřeno %1$d %2$@
da: Åbent i %1$d %2$@
de: Geöffnet seit %1$d %2$@
es: Abierto desde hace %1$d %2$@
it: Aperto per %1$d %2$@
ja: %1$d %2$@ 使用しています
nl: Open sinds %1$d %2$@
pl: Otwarty od %1$d %2$@
pt_br: Abrir para %1$d %2$@
ru: Открыт в течении %1$d %2$@

# Open for %d %@ and %d %@
source: Open for %1$d %2$@ and %3$d %4$@
cs: Otevřeno %1$d %2$@ a %3$d %4$@
da: Åbent i %1$d %2$@ og %3$d %4$@
de: Geöffnet seit %1$d %2$@ und %3$d %4$@
es: Abierto desde hace %1$d %2$@ y %3$d %4$@
it: Aperto per %1$d %2$@ e %3$d %4$@
ja: %1$d %2$@ と %3$d %4$@ 使用しています
nl: Open sinds %1$d %2$@ en %3$d %4$@
pl: Otwarty od %1$d %2$@ i %3$d %4$@
pt_br: Abrir para %1$d %2$@ e %3$d %4$@
ru: Открыт в течении %1$d %2$@ и %3$d %4$@

source: Open for less than a minute
cs: Otevřeno méně ,než minutu
da: Åbent mindre end et minut
de: Geöffnet seit weniger als einer Minute
es: Abierto desde hace menos de un minuto
it: Aperto per meno di un minuto
ja: 使用時間は、一分未満です
nl: Open sinds minder dan een minuut
pl: Otwarty mniej niż minutę
pt_br: Abrir em menos de um minuto
ru: Открыт меньше одной минуты

source: Overwrite
da: Overskriv
de: Überschreiben
es: Sobrescribir
it: Sovrascrivi
ja: 上書き
nl: Overschrijf
pl: Zastąp
pt_br: Substituir
ru: Перезаписать

source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
it: Percorso
ja: パス
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь

source: Path = %@
cs: Cesta = %@
da: Sti = %@
de: Pfad = %@
es: Ruta = %@
it: Percorso = %@
ja: パス = %@
nl: Pad = %@
pl: Ścieżka = %@
pt_br: Caminho = %@
ru: Путь = %@

source: Preparing…
cs: Příprava...
da: Forbereder…
de: Vorbereiten …
es: Preparando…
it: Preparo…
ja: 準備中…
nl: Bezig voor te bereiden…
pl: Przygotowuję…
pt_br: Preparando...
ru: Подготовка…

source: Preset already exists
cs: Přednastavení již existuje
da: Forud-indstilling findes allerede
de: Voreinstellung schon vorhanden
es: El preajuste ya existe
ja: 既存のプリセットがあります
nl: Preset bestaat al
pl: Ustawienie już istnieje
pt_br: A predefinição já existe.
ru: Набор настроек уже существует

source: Project Information
cs: Info o projektu
da: Projektinformation
de: Projekt-Information
es: Información del proyecto
it: Informazioni Progetto
ja: プロジェクト情報
nl: Projectinformatie
pl: Informacje o projekcie
pt_br: Informações do Projeto
ru: Информация о проекте

source: PROJECTS
cs: PROJEKTY
da: PROJEKTER
de: PROJEKTE
es: PROYECTOS
it: PROGETTI
ja: プロジェクト
nl: PROJECTEN
pl: PROJEKTY
pt_br: PROJETOS
ru: ПРОЕКТЫ

source: Propagate To All Files
cs: Přenést do všech souborů
da: Overfør til alle arkiver
de: Für alle Dateien vorschlagen
es: Propagar a todos los archivos
it: Propaga a Tutti i Files
ja: すべてのファイルへ伝播
nl: Voer door in alle bestanden
pl: Powiel tłumaczenie we wszystkich plikach
pt_br: Propagar Para Todos os Arquivos
ru: Распространить на все файлы

source: Propagate To Selected Files
cs: Přenést do vybraných souborů
da: Overfør til valgte arkiver
de: Für gewählte Dateien vorschlagen
es: Propagar a los archivos seleccionados
it: Propaga ai Files Selezionati
ja: 選択中のファイルへ伝播
nl: Voer door in geselecteerde bestanden
pl: Powiel tłumaczenie w wybranych plikach
pt_br: Propagar Para Arquivos Selecionados
ru: Распространить на выбранные файлы

source: Rebuild
da: Genopbyg
de: Reorganisieren
es: Reconstruir
it: Ricostruisci
ja: 再構築
nl: Bouw opnieuw op
pl: Przebuduj
pt_br: Reconstruir
ru: Перестроить

source: Rebuild selected base files?
da: Genopbyg valgte base-arkiver?
de: Ausgewählte Dateien der Ausgangssprache reorganisieren?
es: ¿Reconstruir los archivos del idioma base seleccionados?
it: Ricostruisco i files base selezionati?
ja: 選択したベースファイルを再構築しますか?
nl: Geselecteerde basisbestanden opnieuw opbouwen?
pl: Przebudować zaznaczone pliki bazowe?
pt_br: Reconstruir arquivos base selecionados?
ru: Перестроить выбранные базовые файлы?

source: Rebuild Selected Files
cs: Obnovit vybrané soubory
da: Gendan valgte arkiver
de: Ausgewählte Dateien reorganisieren
es: Reconstruir los archivos seleccionados
it: Ricostruisco Files Selezionati
ja: 選択したファイルを再構築
nl: Bouw geselecteerde bestand opnieuw op
pl: Przebuduj zaznaczone pliki
pt_br: Reconstruir Arquivos Selecionados
ru: Перестроить выбранные файлы

source: Rebuild Selected Files from “%@”
cs: Obnovit vybrané soubory z “%@”
da: Genopbyg valgte arkiver fra „%@“
de: Ausgewählte Dateien anhand von „%@“ reorganisieren
es: Reconstruir los archivos seleccionados con los archivos del %@
it: Ricostruisci File Selezionati da “%@”
ja: 選択したファイルを "%@" から再構築
nl: Bouw selectie opnieuw op uit het “%@”
pl: Przebuduj zaznaczone pliki z „%@”
pt_br: Reconstruir Arquivos Selecionados de "%@"
ru: Перестроить выбранные файлы используя «%@»

source: Rebuild selected localized files?
da: Skal de valgte lokaliserede arkiver genopbygges?
de: Ausgewählte lokalisierte Dateien reorganisieren?
es: ¿Reconstruir los archivos localizados seleccionados?
it: Ricostruisco file localizzati selezionati?
ja: 選択した翻訳ファイルを再構築しますか?
nl: Geselecteerde, vertaalde bestanden opnieuw opbouwen?
pl: Przebudować zaznaczone przetłumaczone pliki?
pt_br: Reconstruir os arquivos traduzidos selecionados?
ru: Перестроить выбранные локализованные файлы?

source: Rebuilding files…
cs: Obnova souborů…
da: Genopbygger arkiver…
de: Dateien werden erneuert …
es: Reconstruyendo archivos…
it: Ricostruisco files...
ja: ファイルを再構築…
nl: Bestanden opnieuw opbouwen...
pl: Przebudowuję pliki...
pt_br: Reconstruindo arquivos…
ru: Перестройка файлов…

source: Rebuilding localized files…
cs: Obnova lokalizovaných souborů...
da: Genopbygger lokaliserede arkiver…
de: Lokalisierte Dateien werden reorganisiert …
es: Reconstruyendo los archivos localizados…
it: Ricostruisco files localizzati...
ja: 翻訳ファイルを再構築中…
nl: Vertaalde bestanden opnieuw opbouwen…
pl: Przebudowuję zlokalizowane pliki…
pt_br: Reconstruindo arquivos traduzidos...
ru: Перестройка локализованных файлов…

source: Recent Searches
cs: POSLEDNÍ HLEDÁNÍ
da: Seneste søgninger
de: Letzte Suchvorgänge
es: Búsquedas recientes
it: Ricerche Recenti
ja: 検索履歴
nl: Recente zoekacties
pl: Ostatnio wyszkuiwane
pt_br: Pesquisas Recentes
ru: Недавние поиски

source: RECENT SEARCHES
cs: POSLEDNÍ HLEDÁNÍ
da: SENESTE SØGNINGER
de: VORIGE SUCHAKTIONEN
es: BÚSQUEDAS RECIENTES
it: RICERCHE RCENTI
ja: 検索履歴
nl: RECENTE ZOEKACTIES
pl: OSTATNIO WYSZUKIWANE
pt_br: PESQUISAS RECENTES
ru: НЕДАВНИЕ ПОИСКИ

source: Recents
cs: Poslední
da: Seneste
de: Letzte
es: Recientes
it: Recenti
ja: 最近使った項目
nl: Recent
pl: Ostatnie
pt_br: Recentes
ru: Недавние

source: Reload
da: Genindlæs
de: Neu laden
es: Volver a cargar
it: Ricarica
ja: 再読み込み
nl: Ververs
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить

source: Reload All
cs: Načíst vše znovu
da: Genindlæs alle
de: Alle erneut laden
es: Volver a cargarlos todos
it: Ricarica Tutto
ja: すべてを再読み込み
nl: Laad alles opnieuw
pl: Odśwież wszystko
pt_br: Recarregar Tudo
ru: Перезагрузить все

source: Reload Externally Modified Files
cs: Načíst znovu externě upravené soubory
da: Genindlæs eksternt ændrede arkiver
de: Extern bearbeitete Dateien erneut laden
es: Volver a cargar los archivos modificados externamente
it: Ricarica File Modificati Esternamente
ja: 外部で変更されたファイルを再読み込み
nl: Laad extern gewijzigde bestanden opnieuw
pl: Odśwież pliki zmienione poza programem
pt_br: Recarregar Arquivos Salvos Externamente
ru: Перезагрузить измененные внешней программой файлы

source: Reload files…
cs: Načíst znovu soubory…
da: Genindlæs arkiver…
de: Lade Dateien erneut …
es: Volver a cargar archivos…
it: Ricarico files...
ja: ファイルを再読み込み…
nl: Bestanden opnieuw laden…
pl: Odśwież pliki...
pt_br: Recarregar arquivos…
ru: Перезагрузка файлов…

source: Reload Selected
cs: Načíst znovu vybrané
da: Genindlæs de valgte
de: Auswahl erneut laden
es: Volver a cargar los archivos seleccionados
it: Ricarica Selezionati
ja: 選択したファイルを再読み込み
nl: Laad selectie opnieuw
pl: Odśwież zaznaczenie
pt_br: Recarregar Selecionado
ru: Перезагрузить выбранные

source: Remove
da: Fjern
de: Entfernen
es: Suprimir
it: Rimuovi
ja: 削除
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Удалить

source: Remove duplicate entries?
da: Skal dubletter fjernes?
de: Dubletten entfernen?
es: ¿Eliminar las entradas duplicadas?
it: Rimuovo inserimenti doppi?
ja: 重複したエントリを削除しますか?
nl: Verwijder alle dubbele vertalingen?
pl: Czy usunąć powielone wpisy?
pt_br: Remover as entradas duplicadas?
ru: Удалить повторяющиеся записи?

source: Removing Files…
cs: Odebírají se soubory…
da: Fjerner arkiver…
de: Lösche Dateien …
es: Eliminando archivos…
it: Rimuovo Files...
ja: ファイルを削除しています…
nl: Bestanden verwijderen…
pl: Usuwam pliki...
pt_br: Removendo Arquivos…
ru: Удаление файлов…

source: Rename
da: Omdøb
de: Umbenennen
es: Cambiar
it: Rinomina
ja: 名称変更
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать

source: Rename Language…
cs: Přejmenovat jazyk…
da: Omdøb sprog…
de: Sprache umbenennen …
es: Cambiar el nombre del idioma…
it: Rinomino Lingua...
ja: 言語名を変更…
nl: Wijzig naam taal…
pl: Zmień nazwę języka...
pt_br: Renomear Idioma…
ru: Переименование языка…

source: Rename Preset
da: Omdøb forud-indstilling
de: Voreinstellung umbenennen
es: Cambiar el nombre del preajuste
it: Rinomina Predefinito
ja: プリセット名を変更
nl: Wijzig naam preset
pl: Zmień nazwę ustawienia
pt_br: Renomear Predifinação
ru: Переименовать набор настроек

source: Rename “%@”…
cs: Přejmenovat “%@”…
da: Omdøb „%@“…
de: „%@“ umbenennen …
es: Cambiar el nombre «%@»…
it: Rinomino “%@”…
ja: "%@" の名前を変更…
nl: Wijzig naam “%@”…
pl: Zmień nazwę “%@”...
pt_br: Renomear “%@”…
ru: Переименовать «%@»…

source: Rename…
cs: Přejmenovat…
da: Omdøb…
de: Umbenennen …
es: Cambiar el nombre…
it: Rinomina...
ja: 名前を変更…
nl: Wijzig naam…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…

source: Required Tool Missing
da: Krævet værktøj mangler
de: Das benötigte Werkzeug fehlt
es: Falta una herramienta necesaria
it: Richiedet Tool Mancante
ja: 必須のツールが見つかりません
nl: Vereist hulpprogramma ontbreekt
pl: Brak wymaganego narzędzia
pt_br: Ferramenta Obrigatória Não Encontrada
ru: Отсутствует требуемый инструмент

source: Save
da: Arkiver
de: Sichern
es: Guardar
it: Salva
ja: 保存
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
ru: Сохранить

source: Save All
cs: Uložit vše
da: Arkiver alle
de: Alles sichern
es: Guardar todo
it: Salva Tutti
ja: すべてを保存
nl: Bewaar alles
pl: Zachowaj wszystko
pt_br: Salvar Tudo
ru: Сохранить все

source: Save As…
da: Arkiver som…
de: Sichern unter …
es: Guardar como...
it: Salva col Nome...
ja: 別名で保存…
nl: Bewaar als…
pl: Zachowaj jako…
pt_br: Salvar Como…
ru: Сохранить как…

source: Save Modified Files
cs: Uložit upravené soubory
da: Arkiver ændrede arkiver
de: Geänderte Dateien sichern
es: Guardar los archivos modificados
it: Salva Files Modificati
ja: 変更があったファイルを保存
nl: Bewaar gewijzigde bestanden
pl: Zachowaj zmienione pliki
pt_br: Salvar Arquivos Modificados
ru: Сохранить измененные файлы

source: Save New Preset
da: Arkiver ny forud-indstillingen
de: Neue Voreinstellung sichern
es: Guardar el nuevo preajuste
it: Salva Nuovo Predefinito
ja: 新規プリセットを保存
nl: Bewaar nieuwe preset
pl: Zachowaj nowe ustawienie
pt_br: Salvar Nova Predefinição
ru: Сохранить новый набор настроек

source: Save Selected
cs: Uložit vybrané
da: Arkiver de valgte
de: Auswahl sichern
es: Guardar los archivos seleccionados
it: Salva Selezionato
ja: 選択したファイルを保存
nl: Bewaar selectie
pl: Zachowaj wybrane
pt_br: Salvar Selecionado
ru: Сохранить выбранные

source: Saving modified files…
cs: Ukládají se upravené soubory…
da: Arkiverer ændrede arkiver…
de: Sichere geänderte Dateien …
es: Guardando los archivos modificados…
it: Salvo files modificati...
ja: 変更があったファイルを保存しています…
nl: Gewijzigde bestanden bewaren…
pl: Zachowuję zmienione pliki...
pt_br: Salvando arquivos modificados…
ru: Сохранение измененных файлов…

source: Search
cs: Hledat
da: Søg
de: Suchen
es: Buscar
it: Cerca
ja: 検索
nl: Zoek
pl: Znajdź
pt_br: Buscar
ru: Поиск

source: Select
cs: Vybrat
da: Vælg
de: Wählen
es: Seleccionar
it: Seleziona
ja: 選択
nl: Selecteer
pl: Zaznacz
pt_br: Selecionar
ru: Выбор

source: Select one or more files
cs: Vybrat jeden nebo více souborů
da: Vælg et eller flere arkiver
de: Eine oder mehrere Dateien wählen
es: Seleccione uno o más archivos
it: Seleziona uno o più files
ja: ひとつ以上のファイルを選択して下さい
nl: Selecteer één of meer bestanden
pl: Wybierz jeden lub więcej plików
pt_br: Selecionar um ou mais arquivos
ru: Выберите один или несколько файлов

source: Several files in this bundle are read-only. Make sure they are writable in order for iLocalize to be able to localize them.
cs: Několik souborů v tomto balíčku jsou jen pro čtení. Zajistěte, aby byly i pro zápist, jinak je iLocalize nebude moci lokalizovat.
da: Flere arkivet i dette bundle er skrivebeskyttede. Sørg for at have skrivetilladelse til dem for at iLocalize kan lokalisere dem.
de: Einige Dateien in diesem Bundle haben Nur-Lesen-Status. Stellen Sie sicher, dass sie schreibbar sind, damit iLocalize sie übersetzen kann.
es: Varios archivos de este paquete son de solo lectura. Asegúrese de que se puedan escribir para que iLocalize pueda localizarlos.
it: Molti files di questo bundle solo sola-lettura. Assicurati che siano scrivibili per permettere a iLocalize di tradurli.
ja: このバンドルには、読み込み専用のファイルが存在します。これらのファイルをローカラズするには、書き込みができるようにして下さい。
nl: Diverse bestanden in deze bundel zijn alleen-lezen. Zorg dat ze schrijfbaar zijn zodat iLocalize ze kan vertalen.
pl: Kilka plików w tym pakiecie jest tylko do odczytu. Upewnij się, że iLocalize może je zapisać, aby można było je przetłumaczyć.
pt_br: Vários arquivos neste pacote são somente leitura. Certifique-se que são graváveis ​​para que o iLocalize possa traduzi-los.
ru: Несколько файлов в этой пакете только для чтения. Убедитесь, что они имеют право для записи в iLocalize, чтобы иметь возможность локализовать их.

source: Several files in this bundle exist in two equivalent language folders (e.g. English.lproj and en.lproj). Make sure the file exists only in one language folder (e.g. either in English.lproj or en.lproj but not in both).
cs: Několik soubory v tomto balíčku existují ve dvou ekvivalentních jazykových složkách (např. English.lproj a en.lproj). Zajistěte, aby soubor byl jen v jedné jazykové složce (např. buď v English.lproj nebo v en.lproj, ale ne v obou).
da: Flere arkiver i dette bundle findes i to ens sprogmapper (f.eks. English.lproj og en.lproj). Sørg for arkivet kun findes i én sprogmappe (f.eks. enten i English.lproj eller en.lproj, men ikke i begge).
de: Einige Dateien in diesem Bundle existieren in zwei gleichbedeutenden Sprache-Ordnern (z.B. German.lproj und de.lproj). Stellen Sie sicher, dass sie nur in einem Sprache-Ordner existieren (z.B. entweder in German.lproj oder in de.lproj, aber nicht in beiden).
es: Varios archivos de este paquete existen en carpetas de idioma equivalentes (por ejemplo, English.lproj y en.lproj). Asegúrese de que el archivo se encuentre solo en una carpeta de idioma (por ejemplo, en English.lproj o en en.lproj pero no en ambos).
it: Molti files di questo bundle esistono in due eguali cartelle lingua ( es. English.lproj e en.lproj). Assicurati che i file essita solo in una cartella lingua( es. English.lproj o en.lproj ma non in entrambe).
ja: このバンドルには、同種の言語フォルダが2種類存在します (例: English.lproj と en.lproj)。片方の言語フォルダだけにファイルが存在することを確かめて下さい (例: English.lproj または、en.lproj のどちらかにだけ存在し、両方に存在することがない)
nl: Diverse bestanden in deze bundel bestaan in twee equivalente taalmappen (bijv. English.lproj en en.lproj). Zorg dat bestanden in slechts één taalmap bestaan (bijv. English.lproj of en.lproj, maar niet in beide).
pl: Kilka plików w tym pakiecie istnieje w dwóch równoważnych katalogach językowych (np. English.lproj i en.lproj). Sprawdź, czy pliki istnieją tylko w jednym katalogu językowym (np. albo w English.lproj lub en.lproj, ale nie w obu).
pt_br: Vários arquivos neste pacote existem duas pastas equivalente no idioma (por exemplo, English.lproj e en.lproj). Verifique se o arquivo existe somente em uma pasta do idioma (por exemplo, quer na pasta English.lproj ou en.lproj mas não em ambos).
ru: Несколько файлов в этом пакете существуют в двух эквивалентных языковых папках (напр., English.lproj и en.lproj). Убедитесь, что файл существует только в одной языковой папке (напр., или в English.lproj или в en.lproj, но не в обоих).
