Repository: ferben/iLocalize
Catalog: Resources/*.lproj/LocalizablePredicateEditor.strings
Languages: cs, da, de, es, fr, it, ja, nl, pl, pt_br, ru

# %[String Base Comment]@ %[begins with]@ %@
source: %1$[String Base Comment]@ %2$[begins with]@ %3$@
cs: %1$[Komentář řetězce původního jazyka]@ %2$[začíná na]@ %3$@
da: %1$[String base-kommentar]@ %2$[starter med]@ %3$@
de: %1$[Zeichenfolge-Kommentar in Ausgangssprache]@ %2$[beginnt mit]@ %3$@
es: %1$[El comentario del segmento base]@ %2$[empieza con]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[commence par]@ %3$@
it: %1$[Commento String Base]@ %2$[inizia con]@ %3$@
ja: %1$[ベース文字列コメント]@ が %3$@ %2$[で始まる]@
nl: %1$[Opmerking basisstring]@ %2$[begint met]@ %3$@
pl: %1$[Komentarz łańcucha bazowego]@ %2$[rozpoczyna się od]@ %3$@
pt_br: %1$[Comentário da String Base]@ %2$[começa com]@ %3$@
ru: %1$[Примечание базовой строки]@ %2$[начинается с]@ %3$@

# %[String Base Comment]@ %[ends with]@ %@
source: %1$[String Base Comment]@ %2$[ends with]@ %3$@
cs: %1$[Komentář řetězce původního jazyka]@ %2$[končí na]@ %3$@
da: %1$[String base-kommentar]@ %2$[ender med]@ %3$@
de: %1$[Zeichenfolge-Kommentar in Ausgangssprache]@ %2$[endet mit]@ %3$@
es: %1$[El comentario del segmento base]@ %2$[termina con]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[se termine par]@ %3$@
it: %1$[Commento String Base]@ %2$[termina con]@ %3$@
ja: %1$[ベース文字列コメント]@ が %3$@ %2$[で終わる]@
nl: %1$[Opmerking basisstring]@ %2$[eindigt op]@ %3$@
pl: %1$[Komentarz łańcucha bazowego]@ %2$[kończy się na]@ %3$@
pt_br: %1$[Comentário da String Base]@ %2$[termina com]@ %3$@
ru: %1$[Примечание базовой строки]@ %2$[заканчивается на]@ %3$@

# %[String Base Comment]@ %[is]@ %@
source: %1$[String Base Comment]@ %2$[is]@ %3$@
cs: %1$[Komentář řetězce původního jazyka]@ %2$[je]@ %3$@
da: %1$[String base-kommentar]@ %2$[er]@ %3$@
de: %1$[Zeichenfolge-Kommentar in Ausgangssprache]@ %2$[ist]@ %3$@
es: %1$[El comentario del segmento base]@ %2$[es]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[est]@ %3$@
it: %1$[Commento String Baset]@ %2$[é]@ %3$@
ja: %1$[ベース文字列コメント]@ が %3$@ %2$[である]@
nl: %1$[Opmerking basisstring]@ %2$[is]@ %3$@
pl: %1$[Komentarz łańcucha bazowego]@ %2$[jest]@ %3$@
pt_br: %1$[Comentário da String Base]@ %2$[é]@ %3$@
ru: %1$[Примечание базовой строки]@ %2$[совпадает с]@ %3$@

# %[String Base Comment]@ %[is not]@ %@
source: %1$[String Base Comment]@ %2$[is not]@ %3$@
cs: %1$[Komentář řetězce původního jazyka]@ %2$[není]@ %3$@
da: %1$[String base-kommentar]@ %2$[er ikke]@ %3$@
de: %1$[Zeichenfolge-Kommentar in Ausgangssprache]@ %2$[ist nicht]@ %3$@
es: %1$[El comentario del segmento base]@ %2$[no es]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[n'est pas]@ %3$@
it: %1$[Commento String Base]@ %2$[non é]@ %3$@
ja: %1$[ベース文字列コメント]@ が %3$@ %2$[ではない]@
nl: %1$[Opmerking basisstring]@ %2$[is niet]@ %3$@
pl: %1$[Komentarz łańcucha bazowego]@ %2$[nie jest]@ %3$@
pt_br: %1$[Comentário da String Base]@ %2$[não é]@ %3$@
ru: %1$[Примечание базовой строки]@ %2$[не совпадает с]@ %3$@

# %[String Base Comment]@ %[matches]@ %@
source: %1$[String Base Comment]@ %2$[matches]@ %3$@
cs: %1$[Komentář řetězce původního jazyka]@ %2$[je shodný]@ %3$@
da: %1$[String base-kommentar]@ %2$[matcher]@ %3$@
de: %1$[Zeichenfolge-Kommentar in Ausgangssprache]@ %2$[entspricht]@ %3$@
es: %1$[El comentario del segmento base]@ %2$[coincide con]@ %3$@
fr: %1$[La chaîne de commentaire]@ %2$[correspond à]@ %3$@
it: %1$[Commento String Base]@ %2$[uguale]@ %3$@
ja: %1$[ベース文字列コメント]@ が %3$@ %2$[と一致]@
nl: %1$[Opmerking basisstring]@ %2$[komt overeen met]@ %3$@
pl: %1$[Komentarz łańcucha bazowego]@ %2$[pasuje do]@ %3$@
pt_br: %1$[Comentário da String Base]@ %2$[combina]@ %3$@
ru: %1$[Примечание базовой строки]@ %2$[соответствует]@ %3$@

# %[String Label]@ contains %@
source: %1$[String Label]@ contains %2$@
cs: %1$[Visačka]@ obsahuje %2$@
da: %1$[String-mærke]@ indeholder %2$@
de: %1$[Zeichenfolge-Etikett]@ enthält %2$@
es: %1$[La etiqueta del segmento]@ contiene %2$@
fr: %1$[L'étiquette de la chaîne]@ contient %2$@
it: %1$[Etichetta String]@ contiene %2$@
ja: %1$[文字列ラベル]@ が %2$@ を含む
nl: %1$[Stringlabel]@ bevat %2$@
pl: %1$[Etykieta łańcucha]@ zawiera %2$@
pt_br: %1$[Etiqueta da String]@ contém %2$@
ru: %1$[Метка строки]@ содержит %2$@

# %[String is not translated]@
source: %1$[String is not translated]@
cs: %1$[Řetězec nebyl přeložen]@
da: %1$[String er ikke oversat]@
de: %1$[Zeichenfolge ist nicht übersetzt]@
es: %1$[El segmento no está traducido]@
fr: %1$[La chaîne n'est pas traduite]@
it: %1$[String non è tradotta]@
ja: %1$[翻訳が必要な文字列]@
nl: %1$[String is niet vertaald]@
pl: %1$[Nieprzetłumaczony łańcuch]@
pt_br: %1$[A string não está traduzida]@
ru: %1$[Строка не переводится]@

# %[String is translated]@
source: %1$[String is translated]@
cs: %1$[Řetězec byl přeložen]@
da: %1$[String er oversat]@
de: %1$[Zeichenfolge ist übersetzt]@
es: %1$[El segmento está traducido]@
fr: %1$[La chaîne est traduite]@
it: %1$[String è tradotta]@
ja: %1$[翻訳済みの文字列]@
nl: %1$[String is vertaald]@
pl: %1$[Przetłumaczony łańcuch]@
pt_br: %1$[A string está traduzida]@
ru: %1$[Строка переводится]@

# %[String needs to be checked]@
source: %1$[String needs to be checked]@
cs: %1$[Řetězec se musí ověřit]@
da: %1$[String skal checkes]@
de: %1$[Zeichenfolge muss geprüft werden]@
es: %1$[El segmento se debe comprobar]@
fr: %1$[La chaîne doit être vérifiée]@
it: %1$[String necessitao controllo]@
ja: %1$[チェックが必要な文字列]@
nl: %1$[String moet worden gecontroleerd]@
pl: %1$[Łańcuch wymaga sprawdzenia]@
pt_br: %1$[A string precisa ser verificada]@
ru: %1$[Строка должна быть проверена]@

# %[String is an invariant]@
source: %1$[String is an invariant]@
cs: %1$[Řetězec nebyl změněn]@
da: %1$[String er en invariant]@
de: %1$[Zeichenfolge ist identisch]@
es: %1$[El segmento es invariante]@
fr: %1$[La chaîne est invariante]@
it: %1$[String è invariata]@
ja: %1$[ベースと同一の文字列]@
nl: %1$[String is ongewijzigd]@
pl: %1$[Niezmienny łańcuch]@
pt_br: %1$[A string é uma invariante]@
ru: %1$[Инвариантная строка]@

# %[String has base modified]@
source: %1$[String has base modified]@
cs: %1$[Řetězec upraven v původním jazyku]@
da: %1$[String har base-ændring]@
de: %1$[Zeichenfolge in Ausgangssprache geändert]@
es: %1$[La base del segmento se ha modificado]@
fr: %1$[La chaîne de référence a été modifiée]@
it: %1$[String ha base modificata]@
ja: %1$[変更があった文字列]@
nl: %1$[Basisstring is gewijzigd]@
pl: %1$[Zmieniony łańcuch]@
pt_br: %1$[A string teve a base modificada]@
ru: %1$[Строка имеет основание изменения]@

# %[String has inconsistencies]@
source: %1$[String has inconsistencies]@
cs: %1$[Řetězec vykazuje nesrovnalosti]@
da: %1$[String har uoverensstemmelser]@
de: %1$[Zeichenfolge ist inkonsistent]@
es: %1$[El segmento tiene incoherencias]@
fr: %1$[La chaîne a des incohérences]@
it: %1$[String ha inconsisteze]@
ja: %1$[不整合がある文字列]@
nl: %1$[String heeft inconsistenties]@
pl: %1$[Łańcuch z niezgodnościami]@
pt_br: %1$[A string contém insonsistências]@
ru: %1$[Строка имеет несоответствия]@

# %[String is locked]@
source: %1$[String is locked]@
cs: %1$[Řetězec je uzamčen]@
da: %1$[String er låst]@
de: %1$[Zeichenfolge ist gesperrt]@
es: %1$[El segmento está bloqueado]@
fr: %1$[La chaîne est verrouillée]@
it: %1$[String è bloccata]@
ja: %1$[ロックされている文字列]@
nl: %1$[String is vergrendeld]@
pl: %1$[Zablokowany łańcuch]@
pt_br: %1$[A string está bloqueada]@
ru: %1$[Строка заблокирована]@
