Repository: ferben/iLocalize
Catalog: Resources/*.lproj/LocalizableStatistics.strings
Languages: da, de, es, fr, it, ja, ru

source: All files
da: Alle arkiver
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i File
ja: 全ファイル
ru: Всего файлов

source: Characters
da: Tegn
de: Zeichen
es: Caracteres
fr: Caractères
it: Caratteri
ja: 文字数
ru: Знаков

source: n/a
de: n/v
fr: n/d
ru: н/д

source: NIB files
da: NIB-arkiver
de: NIB-Dateien
es: Archivos NIB
fr: Fichiers NIB
it: File NIB
ja: NIB ファイル
ru: NIB файлов

source: Number of characters = %@
da: Antal tegn = %@
de: Anzahl Zeichen = %@
es: Número de caracteres = %@
fr: Nombre de caractères = %@
it: Numero di caratteri = %@
ja: 文字数 = %@
ru: Число знаков = %@

source: Number of files = %@
da: Antal arkiver = %@
de: Anzahl Dateien = %@
es: Número de archivos = %@
fr: Nombre de fichiers = %@
it: Numero di files = %@
ja: ファイル数 = %@
ru: Число файлов = %@

source: Number of NIB files = %@
da: Antal NIB-arkiver = %@
de: Anzahl der NIB-Dateien = %@
es: Número de archivos NIB = %@
fr: Nombre de fichiers NIB = %@
it: Numero di files NIB = %@
ja: NIB ファイル数 = %@
ru: Число NIB файлов = %@

source: Number of strings = %@
da: Antal strings = %@
de: Anzahl Zeichenfolgen = %@
es: Número de segmentos = %@
fr: Nombre de chaîne de caractères = %@
it: Numero di strings = %@
ja: 文字列数 = %@
ru: Число строк = %@

source: Number of strings files = %@
da: Antal strings-arkiver = %@
de: Anzahl STRINGS-Dateien = %@
es: Número de archivos .strings = %@
fr: Nombre de fichiers .strings = %@
it: Numero di strings files = %@
ja: strings ファイル数 = %@
ru: Число файлов строк = %@

source: Number of strings per file = %@
da: Antal strings pr. arkiv = %@
de: Anzahl Zeichenfolgen pro Datei = %@
es: Número de segmentos por archivo = %@
fr: Nombre de chaîne de caractères par fichiers = %@
it: Numero di strings per file = %@
ja: ファイル当たりの文字列数 = %@
ru: Число строк в файле = %@

source: Number of words = %@
da: Antal ord = %@
de: Anzahl Wörter = %@
es: Número de palabras = %@
fr: Nombre de mots = %@
it: Numero di parole = %@
ja: 単語数 = %@
ru: Число слов = %@

source: Number of words per string = %@
da: Antal ord pr. string = %@
de: Anzahl Wörter pro Zeichenfolge = %@
es: Número de palabras por segmento = %@
fr: Nombre de mots par chaîne de caractères = %@
it: Numero di parole per string = %@
ja: 文字列当たりの単語数 = %@
ru: Число слов в строке = %@

source: Price
da: Pris
de: Preis
es: Precio
fr: Prix
it: Prezzo
ja: 報酬額
ru: Общая оценка

source: Source: %@
da: Kilde: %@
de: Quelle: %@
es: Origen: %@
it: Sorgente: %@
ja: ソース: %@
ru: Источник: %@

source: Source: All
da: Kilde: Alle
de: Quelle: Alle
es: Origen: todos
fr: Source : Tous
it: Sorgente: All
ja: ソース: すべて
ru: Источник: Все

source: Strings
de: Zeichenfolgen
es: Segmentos
ja: 文字列数
ru: Строк

source: Strings files
da: Strings-arkiver
de: STRINGS-Dateien
es: Archivos .strings
fr: Fichiers strings
ja: Strings ファイル
ru: Файлов строк

source: Strings per file (mean)
da: Strings pr. arkiv (gens.)
de: Zeichenfolgen pro Datei (Mittelwert)
es: Segmentos por archivo (media)
fr: Chaînes de caractères par fichier (moyenne)
it: Strings per file (media)
ja: ファイル当たりの文字列数 (平均)
ru: Строк в файле (в среднем)

source: To translate:
da: Skal overs√¶ttes:
de: Zu übersetzen:
es: Por traducir:
fr: À traduire
it: Da tradurre:
ja: 翻訳が必要:
ru: Нужно перевести:

source: Words
da: Ord
de: Wörter
es: Palabras
fr: Mots
it: Parole
ja: 単語数
ru: Слов

source: Words per string (mean)
da: Ord pr. string (gens.)
de: Wörter pro Zeichenfolge (Mittelwert)
es: Palabras por segmento (media)
fr: Mots par chaîne de caractères (moyenne)
it: Parole per string (media)
ja: 文字列当たりの単語数 (平均)
ru: Слов в строке (в среднем)
