Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, da, de, es, it, ja, nl, pl, pt_br, ru

source: Cannot launch non-application bundle
da: Kan ikke starte ikke-program pakke
de: Kann kein Bundle starten, das kein Programm ist
es: No se puede arrancar un paquete que no es una aplicación
it: Impossibile avviare un bundle non-applicazione
ja: アプリケーション以外のバンドルは起動できません
nl: Kan niet-programma bundel niet starten
pl: Nie można uruchomić pakietu, który nie jest programem
pt_br: Não é possível carregar um pacote que não seja um aplicativo
ru: Не удается запустить не пакет приложения

source: Cannot launch the application
da: Kan ikke starte programmet
de: Programm kann nicht gestartet werden
es: No se puede arrancar la aplicación
it: Impossibile avviare l'applicazione
ja: アプリケーションを起動できません
nl: Kan het programma niet starten
pl: Nie można uruchomić programu
pt_br: Não foi possível carregar o aplicativo
ru: Не удается запустить приложение

source: Cannot move the glossary
da: Kan ikke flytte ordbogen
de: Kann Glossar nicht verschieben
es: No se puede trasladar el glosario
it: Impossibile spostare il glossario
ja: 用語集を移動できません
nl: Kan woordenlijst niet verplaatsen
pl: Nie można przenieść słownika
pt_br: Não foi possível mover o glossário
ru: Не удается переместить глоссарий

source: Cannot Rename “%@”
cs: Nelze přejmenovat “%@”
da: Kan ikke omdøbe „%@“
de: „%@“ kann nicht umbenannt werden
es: No se puede cambiar el nombre de la localización en %@
it: Non Posso Rinominare “%@”
ja: "%@" の名前を変更できません
nl: Kan naam “%@” niet wijzigen
pl: Nie można zmienić nazwy “%@”
pt_br: Não foi Possível Renomear "%@"
ru: Не удается переименовать «%@»

source: Change the encoding of the selected files?
da: Skal kodingen af de valgte arkiver ændres?
de: Kodierung der markierten Dateien ändern?
es: ¿Quiere cambiar la codificación de los archivos seleccionados?
it: Cambiare la codifica dei files selesionati?
ja: 選択したファイルのエンコーディングを変更しますか?
nl: De tekstcodering wijzigen van de geselecteerde bestanden?
pl: Zmienić kodowanie wybranych plików?
pt_br: Alterar a codificação dos arquivos selecionados?
ru: Изменить кодировку выбранных файлов?

source: characters
cs: Znaky
da: tegn
de: Zeichen
es: caracteres
it: caratteri
ja: 文字
nl: tekens
pl: znaków
pt_br: caracteres
ru: знаков

source: Check
da: Kontroller
de: Prüfen
es: Comprobar
it: Controlla
ja: チェック
nl: Controleer
pl: Wybierz
pt_br: Verificar
ru: Проверить

source: Checking…
cs: Ověřuje se…
da: Søger…
de: Prüfe …
es: Comprobando…
it: Controllo...
ja: チェックしています…
nl: Controleren…
pl: Sprawdzam…
pt_br: Verificando…
ru: Проверка…

source: Choose
cs: Vybrat
da: Vælg
de: Wählen
es: Seleccionar
it: Scegli
ja: 選択
nl: Kies
pl: Wybierz
pt_br: Escolher
ru: Выбрать

source: Choose Destination Folder
cs: Vyberte cílovou složku
da: Vælg destinationsmappe
de: Wählen Sie den Zielordner
es: Seleccione la carpeta de destino
it: Scegli una Caterlla di Destinazione
ja: 書き出し先フォルダを選択
nl: Kies de doelmap
pl: Wybierz katalog docelowy
pt_br: Escolher Pasta de Destino
ru: Выбор папки назначения

source: Choose the folder where to export the selected file(s)
cs: Vyberte složku, kam chcete vybrané soubory exportovat
da: Vælg mappen hvortil de(t) valgte arkiv(er) skal eksporteres
de: Bestimmen Sie den Ordner für den Export der markierten Datei(en)
es: Seleccione la carpeta a la que quiera exportar los archivos seleccionados
it: Scegliete la cartella dove esportare il file(s) selezionato.
ja: 選択したファイルの書き出し先フォルダを選択して下さい
nl: Kies exportmap voor geselecteerde bestand(en)
pl: Wybierz katalog, do którego chcesz eksportować zaznaczone pliki
pt_br: Escolher a pasta onde exportar o(s) arquivo(s) selecionado(s)
ru: Выберите папку, в которую необходимо экспортировать выбранный файл(ы)

source: Choose the glossaries in which the selected strings will be updated:
cs: Vyberte slovníky, ve kterých se mají aktualizovat vybrané řetězce:
da: Vælg de ordbøger, hvori de valgte strings skal opdateres:
de: Wählen Sie die Glossare, in denen die selektierten Zeichenfolgen aktualisiert werden sollen:
es: Seleccione los glosarios en los que quiera actualizar los segmentos seleccionados:
it: Scegli i glossari nei quali le string selezionate verranno aggiornate:
ja: 選択している文字列を更新する用語集を選択して下さい:
nl: Kies de woordenlijsten om de geselecteerde strings in te updaten:
pl: Wybierz słowniki, w którch wybrane łańcuchy zostaną uaktualnione:
pt_br: Escolher glossários dos quais as strings serão atualizadas:
ru: Выберите глоссарии, в которых будут обновляться выбранные строки:

source: Choose the glossaries to which the selected strings will be added:
cs: Vyberte slovníky, do kterých se mají přidat vybrané řetězce:
da: Vælg de ordbøger, hvori de valgte strings skal tilføjes:
de: Wählen Sie die Glossare, denen die selektierten Zeichenfolgen hinzugefügt werden sollen:
es: Seleccione los glosarios a los que quiera añadir los segmentos seleccionados:
it: Scegli i glossari nei quali le string verranno aggiunte:
ja: 選択している文字列を追加する用語集を選択して下さい:
nl: Kies de woordenlijsten om de geselecteerde strings in toe te voegen:
pl: Wybierz słowniki, w którch wybrane łańcuchy zostaną dodane:
pt_br: Escolher glossários para quais as strings serão adicionadas:
ru: Выберите глоссарии, в которые будут добавлены выбранные строки:

source: Cleaning…
cs: Čístím…
da: Rydder op…
de: Aufräumen …
es: Limpando…
it: Pulisco...
ja: 消去しています…
nl: Opschonen…
pl: Czyszczę...
pt_br: Limpando…
ru: Очистка…

source: Clear
da: Slet
de: Löschen
es: Borrar
it: Elimina
ja: 消去
nl: Wis
pl: Wymaż
pt_br: Limpar
ru: Очистить

source: Clear All Entries?
da: Fjern alle emner ?
de: Alle Einträge entfernen?
es: ¿Borrar todas las entradas?
it: Cancello Tutti gli Inserimenti?
ja: エントリをすべて消去しますか?
nl: Alle regels verwijderen?
pl: Czy wymazać wszystkie wpisy?
pt_br: Limpar Todas as Entradas?
ru: Очистить все записи?

source: Clear Menu
cs: Vyprázdnit nabídku
da: Slet menu
de: Menü löschen
es: Limpiar el menú
it: Cancella Menu
ja: メニューを消去
nl: Wis menu
pl: Wymaż menu
pt_br: Limpar Menu
ru: Очистить меню

source: Collecting Strings…
nl: Strings verzamelen…

source: Comment
cs: Komentář
da: Kommentar
de: Kommentar
es: Comentario
it: Commento
ja: コメント
nl: Opmerking
pl: Komentarz
pt_br: Comentário
ru: Примечание

source: contains
cs: obsahuje
da: indeholder
de: enthält
es: contiene
it: Contiene
ja: 含む
nl: bevat
pl: zawiera
pt_br: contendo
ru: содержит

source: Continue
cs: Pokračovat
da: Fortsæt
de: Fortfahren
es: Continuar
it: Continua
ja: 続ける
nl: Ga door
pl: Dalej
pt_br: Continuar
ru: Далее

source: Converting…
cs: Převádím…
da: Konverterer…
de: Konvertiere …
es: Convirtiendo…
it: Converto...
ja: 変換しています…
nl: Converteren…
pl: Konwertuję...
pt_br: Convertendo…
ru: Преобразование…

source: Copying Source to Project…
cs: Kopíruji původní jazyk do projektu...
da: Kopierer kilder til projekt…
de: Kopiere Quelle ins Projekt …
es: Copiando el idioma de origen en el proyecto…
it: Copio Sorgente nel Progetto...
ja: ソースファイルをプロジェクトにコピー中…
nl: Bron naar project kopiëren…
pl: Kopiuję źródło do projektu...
pt_br: Copiando Origem para o Projeto...
ru: Копирование источника в проект…

source: Create
cs: Vytvořit
da: Opret
de: Erzeugen
es: Crear
it: Crea
ja: 作成
nl: Maak
pl: Utwórz
pt_br: Criar
ru: Создать

source: Create New Project
cs: Vytvořit nový projekt
da: Opret nyt projekt
de: Neues Projekt anlegen
es: Crear un proyecto nuevo
it: Creo Nuovo Progetto
ja: 新規プロジェクトを作成
nl: Maak nieuw project
pl: Utwórz nowy projekt
pt_br: Criar Novo Projeto
ru: Создание нового проекта

source: Creating Project…
cs: Vytvářím projekt...
da: Opretter projekt…
de: Lege neues Projekt an …
es: Creando el proyecto…
it: Creazione Progetto…
ja: プロジェクトを作成中…
nl: Project maken…
pl: Tworzę projekt...
pt_br: Criando Projeto...
ru: Создание проекта…

source: Default
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
ja: デフォルト
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию

source: delete
cs: smazat
da: slet
de: löschen
es: eliminar
it: elimina
ja: 削除
nl: verwijder
pl: Usuń
pt_br: excluir
ru: удалить

source: Delete
da: Slet
de: Löschen
es: Eliminar
it: Elimina
ja: 削除
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить

source: Delete selected files?
da: Slet valgte arkiver ?
de: Markierte Dateien löschen?
es: ¿Eliminar los archivos seleccionados?
it: Elimino files selzionati?
ja: 選択したファイルを削除しますか?
nl: Geselecteerde bestanden verwijderen?
pl: Usunąć zaznaczone pliki?
pt_br: Excluir arquivos selecionados?
ru: Удалить выбранные файлы?

source: Delete selected project?
da: Slet det valgte projekt?
de: Sollen die markierten Projekte gelöscht werden?
es: ¿Eliminar el proyecto seleccionado?
it: Elimino progetto selezionato?
ja: 選択したプロジェクトを削除しますか?
nl: Geselecteerd project verwijderen?
pl: Czy usunąć zaznaczony projekt?
pt_br: Excluir o projeto selecionado?
ru: Удалить выбранный проект?

source: Delete the selected filters?
da: Slet de valgte arkiver?
de: Gewählte Filter löschen?
es: ¿Eliminar los filtros seleccionados?
it: Eliminare i filtri selezionati?
ja: 選択したフィルタを削除しますか?
nl: De geselecteerde filters verwijderen?
pl: Usunąć wybrane filtry?
pt_br: Excluir os filtros selecionados?
ru: Удалить выбранные фильтры?

source: Delete the selected snapshot?
da: Slet det valgte snapshot?
de: Markierten Schnappschuss löschen?
es: ¿Eliminar la instantánea seleccionada?
it: Elimino l'istantanea selezionata?
ja: 選択したスナップショットを削除しますか?
nl: De geselecteerde momentopname verwijderen?
pl: Usunąć zaznaczony stan?
pt_br: Excluir o registro selecionado?
ru: Удалить выбранный снимок?

source: Delete “%@”
cs: Smazat “%@”
da: Slet „%@“
de: „%@“ löschen
es: Eliminar los archivos de la localización en %@
it: Elimino “%@”
ja: “%@” を削除
nl: Verwijder “%@”
pl: Usuń “%@”
pt_br: Excluir “%@”
ru: Удалить «%@»

source: Delete “%@”?
da: Slet „%@“?
de: „%@“ löschen?
es: ¿Eliminar los archivos de la localización en %@?
it: Elimino “%@”?
ja: “%@” を削除しますか?
nl: Wilt u “%@” echt verwijderen?
pl: Usunąć “%@”?
pt_br: Excluir “%@”?
ru: Удалить «%@»?

source: Do Nothing
nl: Doe niets

source: Do you really want to delete the selected files? This action cannot be undone.
da: Vil du virkelig slette de valgte arkiver ? Denne handling kan ikke fortrydes.
de: Wollen Sie die markierten Dateien wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quiere eliminar los archivos seleccionados? Esta operación no se podrá anular.
it: Vuoi davvero eliminare i file selezionati? Questa azione non può essere annullata.
ja: 選択したファイルを本当に削除しますか? この操作は取り消せません。
nl: Weet u zeker dat u de geselecteerde bestanden wilt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć zaznaczone pliki? Tej czynności nie będzie można cofnąć.
pt_br: Você realmente deseja excluir arquivos selecionados? Esta ação não poderá ser desfeita.
ru: Вы действительно хотите удалить выбранные файлы? Это действие не может быть отменено.

source: Do you really want to delete this language? This action cannot be undone.
da: Vil du virkelig slette dette sprog ? Handlingen kan ikke fortrydes.
de: Wollen Sie diese Sprache wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quiere eliminar este idioma? Esta operación no se podrá anular.
it: Vuoi davvero eliminare questa lingua? Questa azione non può essere annullata.
ja: この言語を本当に削除しますか? この操作は取り消せません。
nl: Weet u zeker dat u deze taal wilt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Na pewno chcesz usunąć ten język? Tej czynności nie będzie można cofnąć.
pt_br: Você deseja realmente excluir este idioma? Esta ação não poderá ser desfeita.
ru: Вы действительно хотите удалить этот язык? Это действие не может быть отменено.

source: Do you really want to rebuild the selected base files? This will also update all localized files. This action cannot be undone.
da: Vil du virkelig genopbygge de valgte base-arkiver? Dette vil også opdatere alle lokaliserede arkiver. Denne handling kan ikke fortrydes.
de: Möchten Sie die ausgewählten ausgangssprachlichen Dateien wirklich reorganisieren? Dadurch werden auch alle zielsprachlichen Dateien aktualisiert. Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quiere reconstruir los archivos del idioma base seleccionadoss? Si lo hace, se actualizarán todos los archivos localizados. Esta operación no se podrá anular.
it: Vuoi davvero ricostruire i files base selezionati? Questo aggiornerà anche tuttio i files localizzati. Questa azione non può essere annullata.
ja: 選択したベースファイルを本当に再構築しますか? 再構築を行うと各言語のファイルもすべて更新します。この操作は取り消せません。
nl: Weet u zeker dat u de geselecteerde basisbestanden opnieuw wilt opbouwen? Dit zal ook alle corresponderende vertaalde bestanden bijwerken. Deze bewerking kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz przebudować zaznaczone pliki bazowe? Wszystkie przetłumaczone pliki zostaną również zaktualizowane. Nie można cofnąć tej czynności.
pt_br: Você deseja realmente reconstruir os arquivos base selecionados? Isto será também atualizado em todos os arquivos traduzidos. Esta ação não poderá ser desfeita.
ru: Вы действительно хотите перестроить выбранные базовые файлы? Это также позволит обновить все локализованные файлы. Это действие не может быть отменено.

source: Do you really want to rebuild the selected localized files with their corresponding base files? This action cannot be undone.
da: Vil du virkelig genopbygge de valgte lokaliserede arkiver med deres korresponderende basis-arkiver? Denne handling kan ikke fortrydes.
de: Möchten Sie die ausgewählten Dateien wirklich anhand der entsprechenden ausgangssprachlichen Dateien reorganisieren? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quiere reconstruir los archivos localizados seleccionados con sus archivos de idioma base correspondientes? Esta operación no se podrá anular.
it: Vuoi veramente ricostruire i files localizzati selezionati con i loro corrispondenti files base? Questa azione non può essere annullata.
ja: 選択した言語のファイルを対応するベースファイルで本当に再構築しますか? この操作は取り消せません。
nl: Weet u zeker dat u de geselecteerde, vertaalde bestanden opnieuw wilt opbouwen? Dit kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz przebudować zaznaczone przetłumaczone pliki na podstawie ich plików bazowych? Tej czynności nie można cofnąć.
pt_br: Você realmente deseja reconstruir os arquivos traduzidos selecionados com estas arquivos base correspondentes? Esta ação não poderá ser desfeita.
ru: Вы действительно хотите перестроить выбранные локализованные файлы с их соответствующих базовых файлов? Это действие не может быть отменено.

source: Do you want to check the project? The project can be checked at any time by using the command under the menu Project.
da: Vil du checke projektet nu? Projektet kan til enhver tid checkes ved at bruge kommandoen i menuen Projekt.
de: Möchten Sie das Projekt prüfen? Das Projekt kann jeder Zeit über das Menü „Projekt“ geprüft werden.
es: ¿Quiere comprobar el proyecto? El proyecto se puede comprobar en cualquier momento con la instrucción que encontrará en el menú Proyecto.
it: Vuoi controllare il progetto? Il progetto può essere controllato in ogni momento utilizzando il comando del menu Progetto.
ja: プロジェクトをチェックしますか? プロジェクトメニューのコマンドを使えばいつでもプロジェクトをチェックできます。
nl: Wilt u het project controleren? Het project kan op elk moment gecontroleerd worden via het commando onder het menu Project.
pl: Czy chcesz sprawdzić projekt? Projekt może być sprawdzony w dowolnym momencie za pomocą polecenia w menu Projekt.
pt_br: Você deseja verificar o projeto? O projeto pode ser verificado a qualquer momento usando o comando correspondente no menu Projeto.
ru: Вы хотите, чтобы проверить проект? Проект можно проверить в любое время с помощью команды в меню Проект.

source: Do you want to merge or overwrite the destination?
da: Vil du flette eller overskrive destinationen?
de: Möchten Sie die Zieldateien zusammenführen oder überschreiben?
es: ¿Quiere añadir archivos a la carpeta o sobrescribir el destino?
ja: 保存先のファイルをマージしますかそれとも上書きしますか?
nl: Wilt u samenvoegen met de bestemming of de bestemming overschrijven?
pl: Czy chcesz połączyć lub nadpisać rzecz docelową?
pt_br: Você deseja combinar ou substituir o destino?
ru: Вы хотите объединить или перезаписи папку назначения?

source: Do you want to open it?
nl: Wilt u het openen?

source: Do you want to open them?
nl: Wilt u ze openen?

source: Do you want to overwrite it?
nl: Wilt u het overschrijven?

source: Do you want to overwrite it? This action cannot be undone.
da: Vil du overskrive det? Handlingen kan ikke fortrydes.
de: Möchten Sie sie überschreiben? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Quiere sobrescribirlo? Esta operación no se podrá anular.
it: Vuoi davvero sovrascriverlo? Questa azione non può essere annullata.
ja: 上書きしますか? この操作は取り消せません。
nl: Wilt u het overschrijven? Dit kan niet ongedaan gemaakt worden.
pl: Czy chcesz go zastąpić? Nie można cofnąć tej czynności.
pt_br: Você deseja substituí-lo? Esta ação não poderá ser desfeita.
ru: Хотите перезаписать его? Это действие не может быть отменено.

source: Do you want to overwrite them?
nl: Wilt u ze overschrijven?

source: Do you want to reload each file as '%1$@' or save the current in-memory content of each file as a '%2$@' file?
da: Vil du genindlæse hvert arkiv som ’%1$@’ eller eller arkivere indhioldet af hvert arkiv i hukommelsen som et ’%2$@’ arkiv?
de: Soll jede Datei neu als „%1$@“ geladen werden oder soll der aktuelle Arbeitsspeicherinhalt jeder Datei als „%2$@“-Datei gespeichert werden?
es: ¿Quiere volver a cargar cada archivo como '%1$@' o guardar el contenido en memoria de cada archivo como un archivo '%2$@'?
it: Vuoi ricaricare ogni file come '%1$@' o salvare il contenuto attuale della memoria di ogni file come un '%2$@' file?
ja: '%1$@' として各ファイルを再読み込みしますか? もしくは、'%2$@' ファイルとして各ファイルのメモリ上にある内容を保存しますか?
nl: Wilt u ieder bestand opnieuw inlezen als “%1$@”, of wilt u de inhoud van ieder bestand vanuit geheugen bewaren als “%2$@”?
pl: Czy chcesz odświeżyć każdy plik jako '%1$@', czy zachować zawartość z pamięci każdego pliku jako plik '%2$@'?
pt_br: Você deseja recarregar cada arquivo como '%1$@' ou salvar o conteúdo atual na memória de cada arquivo como um arquivo '%2$@'?
ru: Хотите перезагрузить каждый файл как «%1$@» или сохранить текущее содержимое в памяти каждого файла, как «%2$@» файл?

source: Don't check
da: Check ikke
de: Nicht prüfen
es: No comprobar
it: Non controllare
ja: 確認しない
nl: Controleer niet
pl: Nie sprawdzaj
pt_br: Não Verificar
ru: Не проверять

source: Don't Open
da: Åbn ikke
de: Nicht öffnen
es: No abrir
it: Non Aprire
ja: 開かない
nl: Open niet
pl: Nie otwieraj
pt_br: Não Abrir
ru: Не открывать

source: Don't Reload
cs: Nenačítat znovu
da: Genindlæs ikke
de: Nicht erneut laden
es: No volver a cargar
it: Non Ricaricare
ja: 再読み込みしない
nl: Laad niet opnieuw
pl: Nie odświeżaj
pt_br: Não Recarregar
ru: Не перезагружать

source: Don't Save
cs: Neukládat
da: Arkiver ikke
de: Nicht sichern
es: No guardar
it: Non Salvare
ja: 保存しない
nl: Bewaar niet
pl: Nie zachowuj
pt_br: Não Salvar
ru: Не сохранять

source: Done
cs: Hotovo
da: Færdig
de: Fertig
es: Traducido
it: Fatto
ja: 完了
nl: Gereed
pl: Gotowe
pt_br: Finalizar
ru: Готово

source: Double-click the yellow icon in the file status column to get more information.
cs: Poklepáním na žlutou ikonu ve sloupci stavu souboru získáte více informací.
da: Dobbeltklik på det gule symbol i arkivstatus-kolonnen for at få mere information.
de: Doppelklicken Sie auf das gelbe Symbol in der Statusspalte, um weitere Informationen zu erhalten.
es: Haga doble clic en el icono amarillo de la columna de estado del archivo si quiere más información.
it: Doppio-click sull'icona gialla nella colonna status del file per avere maggiori informazioni.
ja: ファイル状態欄の黄色いアイコンをダブルクルックすると、詳しい情報を表示します。
nl: Dubbelklik het gele symbool in de kolom Status van het bestand voor meer informatie.
pl: Kliknij dwa razy w żółtą ikonę w kolumnie stanu pliku, by dowiedzieć się więcej.
pt_br: Dê um duplo clique sobre o ícone amarelo na coluna status do projeto para receber mais informações.
ru: Дважды щелкните желтый значок в столбце статус файла для получения дополнительной информации.

source: Duplicate keys
cs: Duplikované klíče
da: Dublet-keys
de: Doppelte Schlüssel
es: Claves duplicadas
it: Chiave doppia
ja: キーが重複
nl: Dubbele sleutels
pl: Powielone klucze
pt_br: Teclas duplicadas
ru: Повторяющиеся разделы

source: Encoding
cs: Kódování
da: Kodning
de: Kodierung
es: Codificación
it: Codifica
ja: エンコーディング
nl: Codering
pl: Kodowanie
pt_br: Codificação
ru: Кодировка

source: ends with
cs: končí na
da: ender med
de: endet mit
es: termina con
it: termina con
ja: 終わる
nl: eindigt op
pl: kończące się na
pt_br: finalizando com
ru: заканчивается на

source: Enter the name of the preset:
da: Angiv et navn til forud-indstillingen:
de: Geben Sie den Namen der Voreinstellung ein:
es: Escriba el nombre del preajuste:
it: Inserisci il nome del predefinito:
ja: プリセットの名前を入力して下さい:
nl: Voer de naam voor de preset in:
pl: Wprowadź nazwę dla ustawienia:
pt_br: Digite o nome da predefinição:
ru: Введите имя набора настроек:

source: Error Creating Glossary
nl: Fout bij maken woordenlijst

# Error creating glossary for language `%@`: %@
source: Error creating glossary for language `%1$@`: %2$@
nl: Fout bij maken woordenlijsttaal '%1$@': %2$@

source: Error while converting
cs: Chyba při převodu
da: Fejl under konvertering
de: Fehler beim Konvertieren
es: Error al convertir
it: Errore durante la comversione
ja: 変換中にエラーが発生しました
nl: Fout bij conversie
pl: Błąd podczas konwertowania
pt_br: Erro ao converter
ru: Ошибка при преобразовании

source: Export
cs: Exportovat
da: Eksporter
de: Exportieren
es: Exportar
it: Esporta
ja: 書き出す
nl: Exporteer
pl: Eksportuj
pt_br: Exportar
ru: Экспорт

source: Exported project “%@”
cs: Exportovaný projekt “%@”
da: Eksporteret projekt „%@“
de: Exportiertes Projekt "%@"
es: Se ha exportado el proyecto «%@»
it: Esportato progetto "%@"
ja: プロジェクト “%@” を書き出しました
nl: Project “%@” is geëxporteerd
pl: Wyeksportowany projekt “%@”
pt_br: Projeto exportado “%@”
ru: Экспортирование проекта «%@»

source: Exporting Project…
cs: Export projektu...
da: Eksporterer projekt…
de: Exportiere Projekt …
es: Exportando el proyecto…
it: Rsporto Progetto...
ja: プロジェクトの書き出し中…
nl: Project exporteren…
pl: Eksportuję projekt...
pt_br: Exportando Projeto...
ru: Экспорт проекта…

source: Exporting…
cs: Exportuje se …
da: Eksporterer…
de: Exportieren …
es: Exportando…
it: Esporto…
ja: 書き出しています…
nl: Bezig met exporteren…
pl: Eksportuję...
pt_br: Exportando...
ru: Экспорт…

source: File
cs: Soubor
da: Arkiv
de: Datei
es: Archivo
ja: ファイル
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл

source: File does not exist on the disk
cs: Soubor na disku neexistuje
da: Arkivet findes ikke på disken
de: Datei auf Festplatte nicht vorhanden
es: El archivo no existe en el disco
it: File non esiste sul disco
ja: ファイルがディスク上にありません
nl: Bestand bestaat niet op schijf
pl: Brak pliku na dysku
pt_br: O arquivo não existe no disco
ru: Файл отсутствует на диске

source: File has been added during last update
cs: Soubor přidán při poslední aktualizaci
da: Arkivet er blevet tilføjet ved seneste opdatering
de: Die Datei wurde während der letzten Aktualisierung hinzugefügt
es: El archivo se ha añadido en la última actualización
it: Il File è stato aggiunto durante l'ultimo aggiornamento
ja: 最新のアップデートで追加されたファイル
nl: Bestand is tijdens laatste update toegevoegd
pl: Plik został dodany podczas ostatniego uaktualnienia
pt_br: O arquivo foi adicionado com êxito durante a última atualização
ru: Файл был добавлен во время последнего обновления

source: File has been updated
cs: Soubor byl aktualizován
da: Arkivet er blevet opdateret
de: Die Datei wurde aktualisiert
es: El archivo se ha actualizado
it: Il File è stato aggiornato
ja: 更新されたファイル
nl: Bestand is bijgewerkt
pl: Plik został uaktualniony
pt_br: O arquivo foi atualizado com êxito
ru: Файл был обновлен
