Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, da, de, es, it, ja, nl, pl, pt_br, ru

source: and %d need to be verified
cs: a %d potřebuje ověřit
da: og %d skal kontrolleres
de: und %d müssen geprüft werden
es: y %d se deben verificar
it: e %d necessita di verifica
ja: また、%d 個はチェックが必要。
nl: en %d moet worden gecontroleerd
pl: i %d wymaga sprawdzenia
pt_br: e %d precisa ser verificado
ru: и %d необходимо проверить

source: of which %d need to be translated
cs: z toho %d potřebuje přeložit
da: af hvilke %d skal oversættes
de: von denen %d übersetzt werden müssen
es: de los que %d se deben traducir
it: delle quali %d necessita traduzione
ja: %d 個は翻訳が必要。
nl: waarvan er %d nog moeten worden vertaald
pl: z których %d wymaga przetłumaczenia
pt_br: dos quais %d precisam ser traduzidos
ru: из которых %d должны быть переведены

source: of which %d need to be verified
cs: z toho %d potřebuje věřit
da: af hvilke %d skal kontrolleres
de: von denen %d geprüft werden müssen
es: de los que %d se deben verificar
it: delle quali %d necessitano di verifica
ja: %d 個はチェックが必要。
nl: waarvan er %d nog moeten worden gecontroleerd
pl: z których %d wymaga sprawdzenia
pt_br: dos quais %d precisam ser verificados
ru: из которых %d должны быть проверены

# %@ (%d character)
source: %1$@ (%2$d character)
cs: %1$@ (%2$d znak)
da: %1$@ (%2$d tegn)
de: %1$@ (%2$d Zeichen)
es: %1$@ (%2$d carácter)
it: %1$@ (%2$d caratteri)
ja: %1$@ (%2$d 文字)
nl: %1$@ (%2$d teken)
pl: %1$@ (%2$d znak)
pt_br: %1$@ (%2$d caractere)
ru: %1$@ (%2$d знак)

# %@ (%d characters)
source: %1$@ (%2$d characters)
cs: %1$@ (%2$d znaků)
da: %1$@ (%2$d tegn)
de: %1$@ (%2$d Zeichen)
es: %1$@ (%2$d caracteres)
it: %1$@ (%2$d caratteri)
ja: %1$@ (%2$d 文字)
nl: %1$@ (%2$d tekens)
pl: %1$@ (%2$d znaków)
pt_br: %1$@ (%2$d caracteres)
ru: %1$@ (%2$d знаков)

source: %@ - with BOM
cs: %@ - s BOM
da: %@ - med BOM
de: %@ - mit BOM
es: %@ - con marca de orden de bytes
it: %@ - con BOM
ja: %@ - BOM 付き
nl: %@ - met BOM
pl: %@ - z BOM
pt_br: %@ - com BOM
ru: %@ - c меткой порядка байт

source: %1$@ contains the base language “%2$@” which does not match the base language “%3$@” of the project.
cs: %1$@ obsahuje původní jazyk “%2$@” jich neodpovídá původnímu jazyku v projektu “%3$@”.
da: %1$@ indeholder base-sproget „%2$@“ som ikke matcher base-sproget „%3$@“ i projektet.
de: %1$@ enthält die Ausgangssprache „%2$@“, die nicht zur Ausgangssprache „%3$@“ des Projekts passt.
es: %1$@ contiene el idioma base «%2$@» que no coincide con el idioma base «%3$@» del proyecto.
it: %1$@ contiene la lingua base “%2$@” che non è eguale alla lingua base “%3$@” del progetto.
ja: %1$@ には、プロジェクトのベース言語 "%3$@" と異なるベース言語 "%2$@" が含まれています。
nl: %1$@ bevat de basistaal “%2$@” die niet overeenkomt met de basistaal “%3$@” van het project.
pl: %1$@ zawiera język bazowy “%2$@”, który nie pasuje do języka bazowego w projekcie “%3$@”.
pt_br: %1$@ contém o idioma base “%2$@” que não pode ser combinado com o idioma “%3$@” deste projeto.
ru: %1$@ содержит базовый язык «%2$@», который не соответствует базовому языку «%3$@» проекта.

source: %1$@ contains the target language “%2$@” which does not match the current language “%3$@” of the project.
cs: %1$@ obsahuje cílový jazyk “%2$@” jich neodpovídá aktuálnímu jazyku v projektu “%3$@” .
da: %1$@ indeholder mål-sproget „%2$@“ som ikke matcher det aktuelle sprog „%3$@“ i projektet.
de: %1$@ enthält die Zielsprache „%2$@“, die nicht zur aktuellen Sprache „%3$@“ des Projekts passt.
es: %1$@ contiene el idioma de traducción «%2$@» que no coincide con el idioma seleccionado «%3$@» del proyecto.
it: %1$@ contiene la lingua di destinazione “%2$@” che non è eguale alla lingua corrente “%3$@” del progetto.
ja: %1$@ には、現在のプロジェクト言語 "%3$@" と異なるターゲット言語 "%2$@" が含まれています。
nl: %1$@ bevat de doeltaal “%2$@” die niet overeenkomt met de huidige taal “%3$@” van het project.
pl: %1$@ zawiera język docelowy “%2$@”, który nie pasuje do bieżącego języka w projekcie “%3$@”.
pt_br: %1$@ contém o idioma de destino “%2$@” que não pode ser combinado com o “%3$@” idioma atual deste projeto.
ru: %1$@ содержит конечный язык «%2$@», которые не соответствует текущему языку «%3$@» проекта.

source: %@, with BOM
cs: %@, s BOM
da: %@, med BOM
de: %@, mit BOM
es: %@, con marca de orden de bytes
it: %@, con BOM
ja: %@, BOM 付き
nl: %@, met BOM
pl: %@, z BOM
pt_br: %@, com BOM
ru: %@, с меткой порядка байт

# %d %@ and %d %@
source: %1$d %2$@ and %3$d %4$@
cs: %1$d %2$@ a %3$d %4$@
da: %1$d %2$@ og %3$d %4$@
de: %1$d %2$@ und %3$d %4$@
es: %1$d %2$@ y %3$d %4$@
it: %1$d %2$@ e %3$d %4$@
ja: %1$d %2$@ および %3$d %4$@
nl: %1$d %2$@ en %3$d %4$@
pl: %1$d %2$@ i %3$d %4$@
pt_br: %1$d %2$@ e %3$d %4$@
ru: %1$d %2$@ и %3$d %4$@

source: %d entries
cs: záznam: %d
da: %d emner
de: %d Einträge
es: %d entradas
it: %d inserimenti
ja: %d 個のエントリ
nl: %d vertalingen
pl: Wpisy: %d
pt_br: %d entradas
ru: %d записей

source: %d file
cs: %d soubor
da: %d arkiv
de: %d Datei
es: %d archivo
ja: %d 個のファイル
nl: %d bestand
pl: %d plik
pt_br: %d arquivo
ru: %d файл

source: %d files
cs: %d souborů
da: %d arkiver
de: %d Dateien
es: %d archivos
ja: %d 個のファイル
nl: %d bestanden
pl: %d plików
pt_br: %d arquivos
ru: %d файлов

source: %d files are duplicates
cs: %d souborů je duplicitních
da: %d arkiver er dubletter
de: %d Dateien sind Dubletten
es: %d archivos son duplicados
it: %d files sono duplicati
ja: 重複しているファイルの数は %d
nl: %d bestanden zijn duplicaten
pl: %d powielonych plików
pt_br: %d arquivos são duplicados
ru: Файлы дубликаты: %d

source: %d files are read-only
cs: %d souborů je jen pro čtení
da: %d arkiver er skrivebeskyttede
de: %d Dateien sind nur lesbar
es: %d archivos son de solo lectura
it: %d files solo sola-lettura
ja: 読み込み専用ファイルの数は %d
nl: %d bestanden zijn alleen-lezen
pl: %d plików tylko do odczytu
pt_br: %d arquivos são somente leitura
ru: Файлы только для чтения: %d

source: %d files will be added
cs: %d souborů bude přidáno
da: %d arkiver tilføjes
de: %d Dateien werden hinzugefügt
es: Se añadirán %d archivos
it: %d files verranno aggiunti
ja: 追加されるファイルの数は %d
nl: %d bestanden worden toegevoegd
pl: %d pliki(ów) zostanie dodane
pt_br: %d arquivos serão adicionados
ru: Файлы для добавления: %d

source: %d files will be removed
cs: %d souborů bude odebráno
da: %d arkiver bliver fjernet
de: %d Dateien werden entfernt
es: Se eliminarán %d archivos
it: %d files verranno rimossi
ja: 削除されるファイルの数は %d
nl: %d bestanden worden verwijderd
pl: %d pliki(ów) zostanie usunięte
pt_br: %d arquivos serão removidos
ru: Файлы будут удалены: %d

source: %d files will be updated
cs: %d souborů bude aktualizováno
da: %d arkiver bliver opdaterede
de: %d Dateien werden aktualisiert
es: Se actualizarán %d archivos
it: %d files verranno aggiornati
ja: 更新されるファイルの数は %d
nl: %d bestanden worden bijgewerkt
pl: %d pliki(ów) zostanie uaktualnione
pt_br: %d arquivos serão atualizados
ru: Файлы будут обновлены: %d

source: %d inconsistencies have been detected.
cs: Zjištěny nesrovnalosti (%d).
da: %d uoverensstemmelser er blevet fundet.
de: %d Inkonsistenzen wurden gefunden.
es: Se han detectado %d incoherencias.
it: %d inconsistenze sono state trovate.
ja: %d 個の不整合を検出しました。
nl: %d inconsistenties gevonden.
pl: Wykryto %d niezgodności.
pt_br: %d inconsistências foram detectadas.
ru: %d несоответствий не выявлено.

source: %d inconsistency has been detected.
cs: Zjištěny nesrovnalosti (%d).
da: %d uoverensstemmelse er blevet fundet.
de: %d Inkonsistenz wurde gefunden.
es: Se ha detectado %d incohercia.
it: %d inconsistenze sono state trovate.
ja: %d 個の不整合を検出しました。
nl: %d inconsistentie gevonden.
pl: Wykryto %d niezgodność.
pt_br: %d inconsistência foi detectada.
ru: %d были обнаружены несоответствия.

source: %d NIB files are compiled and cannot be localized
cs: %d souborů NIB je kompilovaných a nelze je lokalizovat
da: %d NIB-arkiver er kompilerede og kan ikke lokaliseret
de: %d NIB-Dateien sind kompiliert und können nicht übersetzt werden
es: %d archivos NIB están compilados y no se pueden localizar
it: %d files NIB sono compilati e non possono essere localizzati
ja: コンパイル済みの NIB ファイルが %d 個あり、ローカライズできません
nl: %d NIB-bestanden zijn gecompileerd en kunnen niet worden vertaald
pl: %d plików NIB jest odchudzone i nie mogą być przetłumaczone
pt_br: %d arquivos NIB são compilados e não podem ser traduzidos
ru: %d NIB файлы компилируются и не могут быть локализованы

source: %d NIB files are not located in language folder
cs: %d souborů NIB není v jazykové složce (lproj)
da: %d NIB-arkiver befinder sig ikke i sprogmappe
de: %d NIB-Dateien liegen in keinem Sprache-Ordner
es: %d archivos NIB no están guardados en la carpeta de idioma
it: %d files NIB non sono posizionati nella cartella della lingua
ja: 言語フォルダにない NIB ファイルが %d 個あります
nl: %d NIB-bestanden staan niet in een taalmap
pl: %d pliki(ów) NIB nie znajduje się w katalogu językowym
pt_br: %d arquivos NIB não foram localizados na pasta de idioma
ru: %d NIB файла расположены не в папке языка

# %d of %d
source: %1$d of %2$d
da: %1$d af %2$d
de: %1$d von %2$d
es: %1$d de %2$d
it: %1$d di %2$d
ja: %1$d / %2$d
nl: %1$d van %2$d
pl: %1$d z %2$d
pt_br: %1$d de %2$d
ru: %1$d из %2$d

# %d of %d %@
source: %1$d of %2$d %3$@
da: %1$d af %2$d %3$@
de: %1$d von %2$d %3$@
es: %1$d de %2$d %3$@
it: %1$d di %2$d %3$@
ja: %2$d %3$@ 中 %1$d 個
nl: %1$d van %2$d %3$@
pl: %1$d z %2$d %3$@
pt_br: %1$d de %2$d %3$@
ru: %1$d из %2$d %3$@

# %d of %d entries
source: %1$d of %2$d entries
cs: %1$d ze %2$d záznamů
da: %1$d af %2$d emner
de: %1$d von %2$d Einträgen
es: %1$d de %2$d entradas
it: %1$d di %2$d inserimenti
ja: %2$d エントリ中 %1$d 個
nl: %1$d van %2$d onderdelen
pl: %1$d z %2$d wpisów
pt_br: %1$d de %2$d entradas
ru: %1$d из %2$d записей

source: %d of one entry
cs: %d jednoho záznamu
da: %d af et emne
de: %d eines Eintrags
es: %d de una entrada
it: %d da un inserimento
ja: 1 エントリ中 %d 個
nl: %d van één onderdeel
pl: %d z jednego wpisu
pt_br: %d de uma entrada
ru: %d из одной записи

# %d out of %d file
source: %1$d out of %2$d file
cs: %1$d z %2$d souboru
da: %1$d ud af %2$d arkiv
de: %1$d aus %2$d Datei
es: %1$d de %2$d archivo
it: %1$d di %2$d file
ja: %2$d ファイル中 %1$d 個
nl: %1$d van %2$d bestand
pl: %1$d z %2$d pliku
pt_br: %1$d fora do arquivo %2$d
ru: %1$d из %2$d файла

# %d out of %d files
source: %1$d out of %2$d files
cs: %1$d z %2$d souborů
da: %1$d ud af %2$d arkiver
de: %1$d aus %2$d Dateien
es: %1$d de %2$d archivos
it: %1$d di %2$d files
ja: %2$d ファイル中 %1$d 個
nl: %1$d van %2$d bestanden
pl: %1$d z %2$d plików
pt_br: %1$d fora dos arquivos %2$d
ru: %1$d из %2$d файлов

source: %d strings to translate
cs: %d řetězců k přeložení
da: %d strings at oversætte
de: %d zu übersetzende Zeichenfolgen
es: %d segmentos por traducir
it: %d strings da tradurre
ja: 翻訳が必要な文字列: %d 個
nl: Nog %d te vertalen strings
pl: Łańcuchy do przetłumaczenia: %d
pt_br: %d strings para traduzir
ru: %d строк для перевода

source: (empty)
cs: (prázdné)
da: (tom)
de: (leer)
es: (vacío)
it: (vuoto)
ja: (空)
nl: (leeg)
pl: (pusty)
pt_br: (vazio)
ru: (пусто)

source: (multiple files selected)
cs: (vybráno více souborů)
da: (flere arkiver er valgte)
de: (mehrere Dateien gewählt)
es: (varios archivos seleccionados)
it: (files multipli selezionati)
ja: (複数のファイルが選択されています)
nl: (meerdere bestanden geselecteerd)
pl: (wybrano wiele plików)
pt_br: (vários arquivos selecionados)
ru: (выбрано несколько файлов)

source: (multiple strings selected)
cs: (vybráno více řetězců)
da: (flere strings er valgte)
de: (mehrere Zeichenfolgen gewählt)
es: (se han seleccionado varios segmentos)
it: (string multiple selezionate)
ja: (複数の文字列が選択されています)
nl: (meerdere strings geselecteerd)
pl: (wybrano wiele łańcuchów)
pt_br: (várias strings selecionadas)
ru: (выбрано несколько строк)

source: (no file selected)
cs: (není vybrán soubor)
da: (intet arkiv valgt)
de: (keine Datei gewählt)
es: (no se seleccionado ningún archivo)
it: (no file selezionato)
ja: (ファイルが選択されていません)
nl: (geen bestand geselecteerd)
pl: (nie wybrano pliku)
pt_br: (nenhum arquivo selecionado)
ru: (нет выделенных файлов)

source: (no string selected)
cs: (není vybrán řetězec)
da: (ingen string valgt)
de: (keine Zeichenfolge gewählt)
es: (no se seleccionado ningún segmento)
it: (no string selezionata)
ja: (文字列が選択されていません)
nl: (geen string geselecteerd)
pl: (nie wybrano łańcucha)
pt_br: (nenhuma string selecionada)
ru: (нет выделенных строк)

source: < New >
cs: < Nový >
da: < Nyt >
de: < Neu >
it: < Nuovo >
ja: < 新規 >
nl: < Nieuw >
pl: < Nowy >
pt_br: < Novo >
ru: < Новый >

source: add
cs: Přidat
da: tilføj
de: hinzufügen
es: añadir
it: aggiungi
ja: 追加
nl: voeg toe
pl: Dodaj
pt_br: adicionar
ru: добавить

source: Add
cs: Přidat
da: TIlføj
de: Hinzufügen
es: Añadir
it: Aggiungi
ja: 追加
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ru: Добавить

source: Add Language…
cs: Přidat jazyk
da: Tilføj sprog…
de: Sprache hinzufügen …
es: Añadir idioma…
it: Aggiungi Lingua...
ja: 言語を追加…
nl: Voeg taal toe…
pl: Dodaj język…
pt_br: Adicionar Idioma…
ru: Добавление языка…

source: Adding Files…
cs: Přidávají se soubory…
da: Tilføjer arkiver…
de: Füge Dateien hinzu …
es: Añadiendo archivos…
it: Aggiungi Files...
ja: ファイルを追加…
nl: Bestanden toevoegen…
pl: Dodaję pliki…
pt_br: Adicionando Arquivos…
ru: Добавление файлов…

source: Advanced
cs: Rozšířené
da: Avanceret
de: Erweitert
es: Avanzadas
it: Avanzato
ja: 高度な設定
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнения

source: All
cs: Vše
da: Alle
de: Alle
es: Todos
it: Tutto
ja: すべて
nl: Alle
pl: Wszystko
pt_br: Todos
ru: Все

source: Alternate Translations
cs: Alternativní překlad
da: Alternativer oversættelser
de: Alternative Übersetzungen
es: Traducciones alternativas
it: Tarduzioni Alternate
ja: 代替の訳語
nl: Alternatieve vertalingen
pl: Alternatywne tłumaczenia
pt_br: Traduções Alternativas
ru: Варианты переводов

source: An error has occurred when trying to move the glossary: %@
da: Der opstod en fejl ved forsøg på at flytte ordbogen: %@
de: Beim Versuch, das Glossar zu verschieben, trat ein Fehler auf: %@
es: Se ha producido un error al tratar de trasladar el glosario: %@
it: Errore mentre provavo a spostare il glossario: %@
ja: 用語集の移動中にエラーが発生しました: %@
nl: Er is een fout opgetreden bij het verplaatsen van de woordenlijst: %@
pl: Wystąpił błąd podczas próby przeniesienia słownika: %@
pt_br: Um erro ocorreu ao tentar mover o glossário: %@
ru: Произошла ошибка при попытке переместить глоссарий: %@

source: An error has occurred while executing the drag and drop operation
cs: Během spouštění operace přetažení se vyskytla chyba.
da: Der opstod en fejl under træk&anbring-handling
de: Während des Drag-and-Drop-Vorgangs trat ein Fehler auf
es: Se ha producido un error al ejecutar la operación de arrastrar y soltar
it: Errore durante l'esecuzione l'operazione di trascina e rilascia
ja: ドラッグ & ドロップの実行中にエラーが発生しました
nl: Er is een fout opgetreden bij het verslepen
pl: Wystąpił błąd podczas wykonywania czynności przeciągania i upuszczania
pt_br: Um erro ocorreu ao executar a operação arrastar e soltar
ru: Произошла ошибка при выполнении операции перетаскивания

source: An error occurred when compressing the exported localization
da: Der opstod en fejl under komprimeringen af den eksporterede lokalisering
de: Während des Packens der exportierten Lokalisierung trat ein Fehler auf
es: Se ha producido un error al comprimir la localización exportada
it: Errore durante la compressione della localizzazione esportata
ja: 書き出した翻訳を圧縮中にエラーが発生しました
nl: Er is een fout opgetreden bij het comprimeren van de geëxporteerde vertaling
pl: Wystąpił błąd podczas kompresowania eksportowanej lokalizacji
pt_br: Um erro ocorreu ao comprimir a tradução exportada
ru: Произошла ошибка при сжатии экспортируемой локализации

source: An error occurred while creating a new e-mail
da: Der opstod en fejl under oprettelsen af den nye e-mail
de: Während des Versuchs, eine E-Mail zu erzeugen trat ein Fehler auf
es: Se ha producido un error al crear un nuevo mensaje
it: Errore nella creazione di una uova e-mail
ja: 新規メール作成中にエラーが発生しました
nl: Er is een fout opgetreden bij het aanmaken van een nieuwe e-mail
pl: Wystąpił błąd podczas tworzenia nowej wiadomości mail
pt_br: Um erro ocorreu ao criar um novo e-mail
ru: Ошибка при создании нового сообщения электронной почты

source: Analyzing Bundle for Changes…
cs: Analyzuji změny balíčku...
da: Analyserer bundle for ændringer…
de: Prüfe Bundle auf Änderungen …
es: Analizando los cambios en el paquete…
it: Analizzo Bundle per Cambiamenti…
ja: バンドルに変更がないか解析中…
nl: Bundel analyseren op wijzigingen…
pl: Analizowanie pakietu w poszukiwaniu zmian…
pt_br: Analizando o Pacote para Alterações…
ru: Анализ пакета для выполнения изменений…

source: Analyzing Files for Problems…
cs: Analyzuji problémy v souborech...
da: Analyserer arkiver for problemer…
de: Prüfe Dateien auf Probleme …
es: Analizando los problemas en los archivos…
it: Analizzo Files per Problemi…
ja: ファイルに問題がないか解析中…
nl: Bestanden analyseren op problemen…
pl: Analizowanie plików…
pt_br: Analizando Problemas nos Arquivos...
ru: Анализ файлов на наличие проблем…

source: Analyzing…
cs: Analyzuji…
da: Analyserer…
de: Analysiere …
es: Analizando...
ja: 解析しています…
nl: Analyseren…
pl: Analizowanie...
pt_br: Analisando...
ru: Анализ…

source: AppleScript returned “%@”
da: AppleScript returnerede „%@“
de: AppleScript gab „%@“ zurück
es: AppleScript ha respondido «%@»
it: AppleScript restituisce “%@”
ja: AppleScript の戻り値 “%@”
nl: AppleScript gaf “%@” terug
pl: AppleScript zwrócił „%@”
pt_br: O AppleScript retornou "%@"
ru: AppleScript возвратил «%@»

source: Approved
cs: Schváleno
da: Godkendt
de: Bestätigt
es: Aprobado
it: Approvato
ja: 承認
nl: Goedgekeurd
pl: Zatwierdzone
pt_br: Aprovado
ru: Утвержден

source: Archiving Current Bundle…
cs: Archivuji aktuální balíček...
da: Arkiverer aktuelt bundle…
de: Archiviere aktuelles Bundle …
es: Archivando este paquete…
it: Archivio Bundle Corrente...
ja: 現在のバンドルをアーカイブ中…
nl: Huidige bundel analyseren…
pl: Archiwizuję bieżący pakiet...
pt_br: Arquivando Pacote Atual...
ru: Архивирование текущего пакета…

source: Are you sure you want to remove all entries in the Console? This action cannot be undone.
da: Er du sikker på, du vil fjerne alle emner i Konsollen ? Denne handling kan ikke fortrydes.
de: Wollen Sie wirklich alle Einträge der Konsole löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quiere eliminar todas las entradas de la consola? Esta acción no se puede deshacer.
it: Sei sicuro di voler rimuovere tutti gli inserimenti nella Console? Questa azione non può essere annullata.
ja: 本当にコンソールからすべてのエントリを削除してもよろしいですか? この操作は取り消せません。
nl: Weet u zeker dat u alle regels in de Console wilt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć wszystkie wpisy w konsoli? Tej czynności nie będzie można cofnąć.
pt_br: Você deseja remover todas as entradas no Console? Esta ação não pode ser desfeita.
ru: Вы действительно хотите удалить все записи в консоли? Это действие не может быть отменено.

source: Auto-invariant
cs: Automatem nezměněné
de: Unverändert übernommen
es: Autoinvariante
it: Auto-invariato
ja: 自動でコピー済み
nl: Auto-ongewijzigd
pl: Auto. niezmienny
pt_br: Auto-Invariante
ru: Авто-инвариант

source: Auto-translated
cs: Automaticky přeložené
da: Auto-oversat
de: Automatisch übersetzt
es: Autotraducido
it: Auto-tradotto
ja: 自動で翻訳済み
nl: Auto-vertaald
pl: Auto. przetłumaczony
pt_br: Traduzido Automaticamente
ru: Авто-перевод

source: Base
cs: Původní jazyk
de: Basis
ja: ベース
nl: Basis
pl: Baza
ru: Базовый

source: Base Comment
cs: Komentář původního jazyka
da: Base-kommentar
de: Basis-Kommentar
es: Comentario del idioma base
it: Commento Base
ja: ベースのコメント
nl: Opmerking basis
pl: Komentarz bazy
pt_br: Comentário Base
ru: Примечание базового языка

source: Base string has changed
cs: Základní řetězec změněn
da: Base-string er ændret
de: Ausgangssprache wurde geändert
es: El segmento del idioma base ha cambiado
it: String Base è stata cambiata
ja: ベース文字列が変更されました
nl: Basisstring is gewijzigd
pl: Bazowy łańcuch został zmieniony
pt_br: O texto base foi modificado
ru: Строка базового языка изменена

source: begins with
cs: začíná na
da: begynder med
de: beginnt mit
es: empieza por
it: inizia con
ja: 始まる
nl: begint met
pl: rozpoczyna się od
pt_br: iniciando com
ru: начинается с

source: Built-in
cs: Vestavěné
da: Indbygget
de: Intern
es: Integrado
ja: 内蔵
nl: Ingebouwd
pl: Wbudowane
pt_br: Interno
ru: Встроенный

source: By choosing to remove it, iLocalize will remove all its references in the project
da: Vælger du at fjerne det, vil iLocalize fjerne alle dets referencer i projektet
de: Wenn Sie es löschen, wird iLocalize alle seine Referenzen im Projekt löschen
es: Si decide eliminarla, iLocalize borrará todas sus referencias en el proyecto
it: Scegliendo di rimuoverlo, iLocalize rimuoverà tutti le sue referenze nel progetto
ja: 削除を選択すると、iLocalize はプロジェクト内で参照されている箇所もすべて削除します
nl: Als u kiest voor verwijdering, zal iLocalize al zijn verwijzingen in het project verwijderen
pl: Jeżeli ją usuniesz, iLocalize usunie wszystkie jej wystąpienia w projekcie.
pt_br: Ao escolher removê-lo, o iLocalize removerá todas as referências do projeto
ru: Принимая решение удалить его, iLocalize удалит все свои ссылки в проекте

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отменить

source: Cannot add this language
da: Kan ikke tilføje dette sprog
de: Kann diese Sprache nicht hinzufügen
es: No se puede añadir este idioma
it: Non è possibile aggiungere questa lingua
ja: この言語は追加できません
nl: Kan deze taal niet toevoegen
pl: Nie można dodać tego języka
pt_br: Não foi possível adicionar este idioma
ru: Не удается добавить этот язык

source: Cannot create the alias
da: Kan ikke oprette henvisning
de: Kann Alias nicht anlegen
es: No se puede crear el alias
it: Impossibile creare l'alias
ja: エイリアスを作成できません
nl: Kan geen alias maken
pl: Nie można utworzyć skrótu
pt_br: Não foi possível criar um atalho
ru: Не удается создать псевдоним

source: Cannot create the alias because an error has occurred.
da: Kan ikke oprette henvisning, fordi der opstod en fejl.
de: Kann Alias wegen eines Fehlers nicht anlegen
es: No se puede crear el alias porque se ha producido un error
it: Impossibile crrare l'alias a causa di un errore.
ja: エラーが発生したためエイリアスを作成することができません。
nl: Kan geen alias maken omdat er een fout optrad.
pl: Nie można utworzyć skrótu, ponieważ wystąpił błąd.
pt_br: Não foi possível criar o atalho porque ocorreu um erro.
ru: Не удается создать псевдоним, потому что произошла ошибка.

source: Cannot Delete “%@”
cs: Nelze smazat “%@”
da: Kan ikke slette „%@“
de: Kann „%@“ nicht löschen
es: La localización en %@ no se puede eliminar
it: Impossibile Eliminare “%@”
ja: “%@” を削除できません
nl: Kan “%@” niet verwijderen
pl: Nie można usunąć “%@”
pt_br: Não foi possível excluir “%@”
ru: Не удается удалить «%@»

source: Cannot determine format of file: %@
nl: Kon de bestandstructuur niet bepalen: %@

source: Cannot find the script file “%@”
cs: Nelze nalézt soubor skriptu “%@”
da: Kan ikke finde scprit-arkivet „%@“
de: Kann Skript-Datei „%@“ nicht finden
es: No se puede encontrar el archivo de instrucciones «%@»
it: Non trovo il file dello script “%@”
ja: スクリプトファイル “%@” が見つかりません
nl: Kan het scriptbestand “%@” niet vinden
pl: Nie można odnaleźć pliku skryptu “%@”
pt_br: Não foi possível encontrar o arquivo de script "%@"
ru: Не удается найти файл сценария «%@»

source: Cannot find the suitable importer for file: %@
nl: Kon geen passende importer vinden voor bestand: %@
