Repository: ferben/iLocalize
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, da, de, es, it, ja, nl, pl, pt_br, ru

source: This project is too recent and cannot be opened by this version of iLocalize
da: Dette projekt er for nyt og kan ikke åbnes af denne version af iLocalize
de: Dieses Projekt ist zu neu und kann mit dieser Version von iLocalize nicht geöffnet werden
es: Este proyecto es demasiado reciente y no se puede abrir con esta versión de iLocalize
it: Questo progetto è troppo recente e non può essere aperto da questa versione di iLocalize
ja: このプロジェクトは新しすぎて、現在のバージョンの iLocalize で開くことはできません。
nl: Dit project is te nieuw en kan niet met deze versie van iLocalize geopend worden
pl: Projekt został utworzony w nowszej wersji programu i nie można go otworzyć w tej wersji iLocalize
pt_br: O projeto é também recente e não pode ser aberto por esta versão do iLocalize
ru: Данный проект является слишком новым и не может быть открыт в этой версии iLocalize

source: This version of iLocalize supports only projects created on Leopard or above with ibtool
da: Denne version af iLocalize understøtter kun projekter oprettet på Loepard eller nyere med ibtool
de: Diese iLocalize-Version unterstützt nur Projekte ab Leopard mit ibtool.
es: Esta versión de iLocalize solo es compatible con proyectos creados en Leopard o una versión de Mac OS superior con ibtool
it: Questa versione di iLocalize supporta solo progetti creati con Leopard o maggiore con ibtool
ja: 現在のバージョンの iLocalize は、Leopard もしくはそれ以上のバージョンに対応した ibtool で作成されたプロジェクトしかサポートしていません
nl: Deze versie van iLocalize ondersteunt alleen projecten die zijn gemaakt onder Leopard of hoger met ibtool
pl: Ta wersja iLocalize obsługuje tylko projekty utworzone w systemie Leopard lub nowszym z narzędziem ibtool
pt_br: Esta versão do iLocalize suporta somente projetos criados no Leopard ou superior com o ibtool
ru: Эта версия iLocalize поддерживает только проекты, созданные в Leopard или выше с ibtool

source: To Check
cs: Schválit
da: Skal kontrolleres
de: Zu kontrollieren
es: Por comprobar
it: Da Controllare
ja: チェックが必要
nl: Ter controle
pl: Do sprawdzenia
pt_br: Para verificar
ru: Нужно проверить

source: To Translate
cs: Přeložit
da: Skal oversættes
de: Zu übersetzen
es: Por traducir
it: Da Tradurre
ja: 翻訳が必要
nl: Te vertalen
pl: Do przetłumaczenia
pt_br: Para Traduzir
ru: Нужно перевести

source: To translate
cs: Přeložit
da: Skal oversættes
de: Zu übersetzen
es: Por traducir
it: Da tradurre
ja: 翻訳が必要
nl: Te vertalen
pl: Do przetłumaczenia
pt_br: Para traduzir
ru: Нужно перевести

source: Today at %@
cs: Dnes ve %@
da: Idag kl. %@
de: Heute um %@
es: Hoy a las %@
it: Oggi alle %@
ja: 本日の %@
nl: Vandaag om %@
pl: Dzisiaj o %@
pt_br: Hoje em %@
ru: Сегодня в %@

source: Toggle string lock
cs: Zámek řetězce
da: Skift string-låsning
de: Zeichenfolgen-Sperre umschalten
es: Commutar el bloqueo del segmento
it: Cambia blocco string
ja: 文字列をロック／アンロック
nl: Stringvergrendeling aan/uit
pl: Przełącz blokadę łańcucha
pt_br: Alterner string bloqueada
ru: Переключение блокировки строк

source: Translating…
cs: Překládá se…
da: Oversætter…
de: Übersetze …
es: Traduciendo…
it: Traduco...
ja: 翻訳しています…
nl: Vertalen…
pl: Tłumaczę...
pt_br: Traduzindo…
ru: Перевод…

source: Translation
cs: Překlad
da: Oversættelse
de: Übersetzung
es: Traducción
it: Traduzione
ja: 翻訳
nl: Vertaling
pl: Tłumaczenie
pt_br: Tradução
ru: Перевод

source: Translation Comment
cs: Komentář překladu
da: Oversættelseskommentar
de: Übersetzter Kommentar
es: Comentario de la traducción
it: Commento Traduzione
ja: 翻訳のコメント
nl: Opmerking vertaling
pl: Komentarz tłumaczenia
pt_br: Comentários da Tradução
ru: Примечания перевода

source: Unable to find the source language
cs: Nelze nalézt původní jazyk
da: Kunne ikke finde kilde-sproget
de: Ausgangssprache nicht gefunden
es: No se ha podido encontrar el idioma de origen
it: Impossibile trovare la lingua sorgente
ja: ソース言語が見つかりません
nl: Kon de brontaal niet vinden
pl: Nie można znaleźć języka źródłowego
pt_br: Não foi possível encontrar o idioma de origem
ru: Не удается найти исходный язык

source: Unable to find the target language
cs: Nelze nalézt cílový jazyk
da: Kunne ikke finde mål-sprog
de: Zielsprache nicht gefunden
es: No se ha podido encontrar el idioma de traducción
it: Impossibile trovare la lingua di destinazione
ja: ターゲット言語が見つかりません
nl: Kon de doeltaal niet vinden
pl: Nie można znaleźć języka docelowego
pt_br: Não foi possível encontrar o idioma de destino
ru: Не удается найти целевой язык

source: Unable to open the project
cs: Nelze otevřít projekt
da: Kunne ikke åbne projekt
de: Projekt kann nicht geöffnet werden
es: No se ha podido abrir el proyecto
it: Impossibile aprire il progetto
ja: プロジェクトが開けません
nl: Kon het project niet openen
pl: Nie można otworzyć projektu
pt_br: Não foi possível abrir o projeto
ru: Не удается открыть проект

source: Unlock
cs: Odemknout
da: Lås op
de: Freischalten
es: Desbloquear
it: Sblocca
ja: アンロック
nl: Ontgrendel
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать

source: Untitled
cs: Beze jména
da: Uden navn
de: Unbenannt
es: Sin título
it: Senza Nome
ja: 名称未設定
nl: Naamloos
pl: Bez nazwy
pt_br: Sem Título

source: Unused keys
cs: Nepoužité klíče
da: Ubrugte keys
de: Unbenutzte Schlüssel
es: Claves no usadas
it: Chiavi non usate
ja: 未使用のキー
nl: Ongebruikte sleutels
pl: Nieużywane klucze
pt_br: Teclas não usadas
ru: Неиспользуемые разделы

source: Update %d files
cs: Aktualizovat soubory (%d)
da: Opdater %d arkiver
de: Aktualisiere %d Dateien
es: Actualizar %d archivos
it: Aggiorna %d files
ja: %d ファイルを更新
nl: Update %d bestanden
pl: Uaktualnij %d plików
pt_br: Atualizar %d arquivos
ru: Обновление %d файлов

source: Update application
cs: Aktualizovat aplikaci
da: Opdater program
de: Programm aktualisieren
es: Actualizar la aplicación
it: Aggiorna applicazione
ja: アプリケーションを更新
nl: Update programma
pl: Uaktualnij program
pt_br: Atualizar aplicativo
ru: Обновить приложение

source: Update file “%@”
cs: Aktualizace souboru “%@”
da: Opdater arkivet „%@“
de: Aktualisiere Datei „%@“
es: Actualizar el archivo «%@»
it: Aggiorna file “%@”
ja: "%@" ファイルを更新
nl: Update het bestand “%@”
pl: Uaktualnij plik “%@”
pt_br: Atualizar arquivo “%@”
ru: Обновить файл «%@»

source: Update to the latest version of iLocalize to open it.
da: Opdater til den seneste version af iLocalize for at åbne det.
de: Aktualisieren Sie auf die neuste Version, um es zu öffnen.
es: Actualícese a la versión más reciente de iLocalize para abrirlo.
it: Aggiorna iLocalize all'ultima versione per aprilo.
ja: iLocalize の最新バージョンにアップデートしないと開くことができません。
nl: Gebruik de laatste versie van iLocalize om deze te openen.
pl: Uaktualnij iLocalize do najnowszej wersji, by otworzyć ten projekt.
pt_br: Atualize para última versão do iLocalize para abrí-lo.
ru: Обновите iLocalize до последней версии чтобы открыть его.

source: Update “%@” and rebase all other languages. All strings in the other languages will be localized according to the current translation.
cs: Aktualizovat “%@” a přestavět všechny ostatní jazyky. Všechny řetězce v ostatních jazycích budou lokalizovány podle aktuálního překladu.
da: Opdater „%@“ og rebaser alle andre sprog. Alle strings i de andre sprog vil blive lokaliseret svarende til den aktuelle oversættelse.
de: Aktualisiert „%@“ und erzeugt alle anderen Sprachen neu. Alle Zeichenfolgen in den anderen Sprachen werden entsprechend der aktuellen Übersetzung angepasst.
es: Actualizar los archivos del %@ y reconstruir la base de todos los demás idiomas. Todos los segmentos de los demás idiomas se localizarán de acuerdo con esta traducción.
it: Aggiorna "%@" e ri-basa tutte le altre lingue. Tutte le string nelle altre lingue verranno localizzate in conformità alla traduzione corrente.
ja: "%@" をアップデートしてその他の言語を再配置します。その他の言語中のすべての文字列は現在の訳語に従って翻訳されます。
nl: Update “%@” en bouw alle overige talen opnieuw op. Alle strings in de andere talen worden vertaald volgens de huidige vertaling.
pl: Uaktualnij „%@" i przebazuj pozostałe języki. Wszystkie łańcuchy w innych językach będą lokalizowane zgodnie z bieżącym tłumaczeniem.
pt_br: Atualizar "%@" e rebasear todos os outros idiomas. Todas as strings em outros idiomas serão traduzidos de acordo com a tradução atual.
ru: Обновить «%@» и перебазировать все прочие языки. Все строки в другие языки будут локализованы согласно текущему переводу.

source: Updating Files of Base Language…
cs: Aktualizace souborů původního jazyka...
da: Opdaterer arkiver fra base-sprog…
de: Aktualisiere Dateien der Ausgangssprache …
es: Actualizando los archivos del idioma base…
it: Aggiorno File della Lingua Base...
ja: ベース言語のファイルを更新中…
nl: Bestanden bijwerken van basistaal…
pl: Uaktualniam pliki języka bazowego…
pt_br: Atualizando Arquivos do Idioma Base...
ru: Обновление файлов базового языка…

source: Updating Files of Language…
cs: Aktualizace souborů v jazyce...
da: Opdaterer arkiver i sproget…
de: Aktualisiere Dateien der Sprache …
es: Actualizando los archivos del idioma…
it: Aggiorno i File della Lingua...
ja: 言語ファイルを更新中…
nl: Bestanden bijwerken van taal…
pl: Uaktualniam pliki języka…
pt_br: Atualizando Arquivos do Idioma...
ru: Обновление файлов языка…

source: Updating Files…
da: Opdaterer arkiver…
de: Aktualisiere Dateien …
es: Actualizando los archivos...
nl: Bestanden bijwerken…

source: Updating Local Files…
cs: Aktualizace lokálních souborů...
da: Opdaterer lokale arkiver…
de: Aktualisiere lokale Dateien …
es: Actualizando los archivos locales…
it: Aggiorno Files Locali...
ja: ローカルのファイルを更新中…
nl: Lokale bestanden bijwerken…
pl: Uaktualniam lokalne pliki…
pt_br: Atualizando Arquivos Locais...
ru: Обновление локальных файлов…

source: Updating Project…
cs: Aktualizace projektu...
da: Opdaterer projekt…
de: Aktualisiere Projekt …
es: Actualizando el proyecto…
it: Aggiorno Progetto…
ja: プロジェクトを更新中…
nl: Project bijwerken…
pl: Uaktualniam projekt…
pt_br: Atualizando Projeto...
ru: Обновление проекта…

source: Version
cs: Verze
es: Versión
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия

source: zip returned an error
da: zip returnerede en fejl
de: ZIP gab einen Fehler zurück
es: zip ha encontrado un error
it: zip ha restituito un errore
ja: zip がエラーを返しました
nl: zip gaf een fout terug
pl: zip zwrócił błąd
pt_br: zip retornou um erro
ru: ZIP вернул ошибку

source: %d strings
cs: %d řetězců
de: %d Zeichenfolgen
es: %d segmentos
ja: %d 個の文字列中
pl: %d łańcuchów
pt_br: %d textos
ru: %d строк

source: Editors
cs: Editory
da: Editorer
de: Editoren
es: Editores
it: Editori
ja: エディタ
pl: Edytory
pt_br: Editores
ru: Редакторы

source: Filters
cs: FILTRY
da: Filtre
de: Filter
es: Filtros
it: Filtri
ja: フィルター
pl: Filtry
pt_br: Filtros
ru: Фильтры

source: FILTERS
cs: FILTRY
da: FILTRE
de: FILTER
es: FILTROS
it: FILTRI
ja: フィルター
pl: FILTRY
pt_br: FILTROS
ru: ФИЛЬТРЫ

source: is
cs: je
da: er
de: ist
es: es
it: è
ja: である
pl: jest
pt_br: é
ru: совпадает с

source: OK
es: Aceptar
ru: ОК

source: Strings
cs: Řetězce
de: Zeichenfolgen
es: Archivos .strings
pt_br: Textos
ru: Строки

source: update
cs: Aktualizovat
da: Opdater
de: aktualisieren
es: actualizar
it: aggiorna
ja: 更新
pl: uaktualnij
pt_br: atualizar
ru: обновление

source: Update
cs: Aktualizovat
da: Opdater
es: Actualizar
it: Aggiorna
ja: 更新
pl: Uaktualnij
pt_br: Atualizar
ru: Обновить
